[
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Torta-tenerina.html",
    "title": "Torta tenerina",
    "description": "La torta tenerina è una specialità al cioccolato della città di Ferrara: sormontata da una croccante crosticina e con un cuore tenerissimo e umido.",
    "image": "https://www.giallozafferano.it/images/165-16545/Torta-tenerina_650x433_wm.jpg",
    "ingredients": [
      "Cioccolato fondente al 55% 200 g",
      "Burro 100 g",
      "Uova medie 4",
      "Zucchero 150 g",
      "Farina 00 50 g",
      "Zucchero a velo q.b."
    ],
    "instructions": [
      "Per preparare la torta tenerina iniziate a tritare finemente il cioccolato 1 , poi trasferitelo in una bastardella posta in un tegame con acqua (possibilmente l'acqua non dovrebbe venire a contatto con il fondo della bastardella o pentolino in cui avete versato il cioccolato) e scioglietelo a bagnomaria, mescolando di continuo 2 . Solo quando il cioccolato sarà già sciolto, ma non eccessivamente caldo unite il burro a pezzetti 3 .",
      "Lasciate sciogliere anche questo continuando a mescolare 4 . Poiché l’esatta temperatura di fusione del cioccolato è intorno ai 50°, il burro va aggiunto solo quando il cioccolato è sciolto, facendo in modo che non superi il suo punto di fusione (che è di circa 32°), ed evitando quindi che si separi. Lasciate intiepidire il composto di cioccolato e burro, mescolandolo di tanto in tanto, e nel frattempo separate i tuorli dagli albumi in due ciotole differenti e capienti. A questo punto aggiungete a questi ultimi metà dello zucchero 5 e montateli fino ad ottenere un composto fermo e spumoso 6 .",
      "Tenete da parte gli albumi montati a neve e versate nei tuorli la parte restante di zucchero 7 , poi montate il tutto a velocità moderata fino ad ottenere un composto chiaro e spumoso 8 . A questo punto con le fruste ancora in azione versate a filo il composto di cioccolato e burro ormai tiepido 9 .",
      "Continuate a sbattere fino a che non otterrete un composto uniforme 10 . Aggiungete a questo punto gli albumi montati a neve in più riprese: aggiungete inizialmente circa 1/3 degli albumi 11 mescolando con una spatola 12 o con una frusta.",
      "Incorporate poi gli albumi restanti questa volta mescolando delicatamente dal basso verso l'alto 13 . Unite la farina, precedentemente setacciata 14 e mescolate sempre con una spatola facendo dei movimenti delicati dal basso verso l'alto 15 .",
      "Dovrete ottenere un composto liscio ed uniforme 16 . A questo punto imburrate e infarinate uno stampo a cerniera da 24-26 cm (così sarà più facile sformare la torta tenerina) e versate al suo interno l'impasto appena preparato (17-18). Cuocete in forno statico preriscaldato a 180° per 25 minuti (si sconsiglia l'utilizzo del forno ventilato che potrebbe cuocere troppo l'esterno della torta e troppo poco la parte interna).",
      "Una volta sfornata 19 lasciate raffreddare la vostra torta tenerina prima di sformarla. Decorate con zucchero a velo 20 e servite 21 ."
    ],
    "totalTime": "PT45M",
    "cookTime": "PT25M",
    "prepTime": "PT20M",
    "yield": 8,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Torta tenerina, Cioccolato fondente al 55%, Burro, Uova, Zucchero, Farina 00, Zucchero a velo"
    ],
    "rating": 4.4,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2022/02/32z8b2/32z8b2.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Tiramisu.html",
    "title": "Tiramisù",
    "description": "Il tiramisù classico è il dessert italiano per eccellenza,  uno dei più golosi e conosciuti al mondo. Crema al mascarpone e savoiardi al caffè!",
    "image": "https://www.giallozafferano.it/images/173-17354/Tiramisu_650x433_wm.jpg",
    "ingredients": [
      "Mascarpone 750 g",
      "Uova (freschissime, circa 5 medie) 260 g",
      "Savoiardi 250 g",
      "Zucchero 120 g",
      "Caffè (della moka, zuccherato a piacere) 300 g",
      "Cacao amaro in polvere q.b."
    ],
    "instructions": [
      "Per preparare il tiramisù preparate il caffé con la moka per ottenerne 300 g, poi zuccherate a piacere (noi abbiamo messo un cucchiaino) e lasciatelo raffreddare in una ciotolina bassa e ampia. Separate le uova dividendo gli albumi dai tuorli 1 , ricordando che per montare bene gli albumi non dovranno presentare alcuna traccia di tuorlo. Montate i tuorli con le fruste elettriche, versando solo metà dose di zucchero 2 . Non appena il composto sarà diventato chiaro e spumoso, e con le fruste ancora in funzione, potrete aggiungere il mascarpone, poco alla volta 3 . ",
      "Incorporato tutto il formaggio avrete ottenuto una crema densa e compatta 4 ; tenetela da parte. Pulite molto bene le fruste e passate a montare gli albumi 5 . Quando saranno schiumosi versate il restante zucchero un po’ alla volta 6 .",
      "Dovrete montarli a neve ben ferma 7 ; otterrete questo risultato quando rovesciando la ciotola la massa non si muoverà. Prendete una cucchiaiata di albumi e versatela nella ciotola con la crema di mascarpone 8 e mescolate energicamente con una spatola 8 , così stempererete il composto. Dopodiché procedete ad aggiungere la restante parte di albumi, poco alla volta mescolando molto delicatamente dal basso verso l'alto 9 . ",
      "La crema al mascarpone è ora pronta 10 . Distribuitene una generosa cucchiaiata sul fondo di una pirofila di vetro, grande 30x19,5cm e distribuite per bene su tutta la base. Inzuppate per pochi istanti i savoiardi nel caffè freddo prima da un lato e poi dall’altro 12 . ",
      "Man mano distribuite i savoiardi imbevuti nella pirofila, cercando di sistemarli tutti in un verso, così da ottenere un primo strato di biscotti 14 . Aggiungete altra crema al mascarpone e livellatela in modo da coprirli completamente 15 . ",
      "E continuate a distribuire i savoiardi imbevuti nel caffè 16 , poi realizzate un altro strato di crema 17 e livellate bene la superficie 18 . ",
      "Trasferite la crema rimasta in un sac-à-poche con beccuccio liscio di diametro 12 mm e realizzare dei ciuffetti per tutta la dimensione della teglia 19 . Spolverizzatela con del cacao amaro in polvere 20 e lasciate rassodare in frigorifero per un paio d’ore 21 . Il vostro tiramisù è pronto per essere gustato!"
    ],
    "totalTime": "PT46M",
    "cookTime": "PT6M",
    "prepTime": "PT40M",
    "yield": 8,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Tiramisù, Mascarpone, Uova, Savoiardi, Zucchero, Caffè, Cacao amaro in polvere"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/03/3q295l/3q295l.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Torta-rustica-di-mele.html",
    "title": "Torta di mele",
    "description": "La torta di mele è un dolce classico, soffice e goloso, preparato con tante mele e perfetto per la colazione o la merenda! Scopri come prepararla!",
    "image": "https://www.giallozafferano.it/images/218-21879/Torta-rustica-di-mele_650x433_wm.jpg",
    "ingredients": [
      "Mele renette (700 g pulite) 930 g",
      "Zucchero 200 g",
      "Farina 00 250 g",
      "Burro 100 g",
      "Latte intero (a temperatura ambiente) 150 g",
      "Uova (a temperatura ambiente) 2",
      "Limoni 1",
      "Lievito in polvere per dolci 16 g",
      "Cannella in polvere &frac12; cucchiaino",
      "Sale fino 1 pizzico",
      "Zucchero a velo q.b."
    ],
    "instructions": [
      "Per preparare la torta di mele come prima cosa sbucciate le mele 1 , tagliatele a spicchi ed eliminate il torsolo. Tagliatele poi a fettine sottili dal lato corto 2 . In una ciotola versate le uova e lo zucchero 3 .",
      "Montate con le fruste elettriche e non appena il composto sarà chiaro e spumoso aggiungete un pizzico di sale 4 . Versate poi anche il burro tiepido 5 e la cannella 6 .",
      "Aggiungete la scorza di limone grattugiata 7 e sbattete ancora 8 . Setacciate all'interno la farina 9 .",
      "Setacciate anche il lievito 10 e mescolate ancora con le fruste, aggiungendo il latte lentamente 11 . Dovrete ottenere un composto liscio e cremoso 12 .",
      "Versate all'interno le mele 13 e mescolate bene 14 . Non preoccupatevi se sembrano molte. Trasferite il composto all'interno di uno stampo da 22 cm imburrata e cosparsa di zucchero 15 .",
      "Livellate la superficie 16 e cuocete in forno statico preriscaldato a 180° per 55 minuti. Fate la prova dello stecchino prima di sfornare il dolce, poi lasciatelo intiepidire e sformatelo 17 . Spolverizzate con zucchero a velo e servite la vostra torta di mele 18 ."
    ],
    "totalTime": "PT75M",
    "cookTime": "PT55M",
    "prepTime": "PT20M",
    "yield": 8,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Torta di mele, Mele renette, Zucchero, Farina 00, Burro, Latte intero, Uova, Limoni, Lievito in polvere per dolci, Cannella in polvere, Sale fino, Zucchero a velo"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2023/11/sxwvbx/sxwvbx.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Tortino-di-cioccolato-con-cuore-fondente.html",
    "title": "Tortino di cioccolato con cuore fondente",
    "description": "Il tortino di cioccolato con cuore fondente è un dessert facile e veloce che nasconde un cuore morbido, caldo e avvolgente... scopri dosi e ricetta!",
    "image": "https://www.giallozafferano.it/images/173-17316/Tortino-di-cioccolato-con-cuore-fondente_650x433_wm.jpg",
    "ingredients": [
      "Cioccolato fondente al 70% 110 g",
      "Burro a temperatura ambiente 110 g",
      "Uova (2 grandi) 120 g",
      "Zucchero 40 g",
      "Farina 00 25 g",
      "Burro q.b.",
      "Farina 00 q.b.",
      "Zucchero a velo q.b."
    ],
    "instructions": [
      "Per realizzare il tortino di cioccolato con cuore fondente per prima cosa sciogliete il cioccolato a bagnomaria insieme al burro, mescolando continuamente 1 . Una volta sciolto, lasciatelo raffreddare fino alla temperatura di 30° 2 . Se non avete un termometro potete lasciarlo a temperatura ambiente per circa 20-25 minuti. Nel frattempo imburrate e infarinate 4 stampini di alluminio 3 .",
      "Quando avrà raggiunto i 30°, trasferite il composto di burro e cioccolato in un mixer con lame di acciaio 4 . Mentre il mixer è in funzione unite lo zucchero all’interno 5 e aspettate che sia ben amalgamato, poi versate a filo le uova sbattute 6 .",
      "Quando anche le uova saranno state assorbite aggiungete la farina 7 e continuate a frullare per ottenere un composto liscio e omogeneo 8 . Riempite gli stampini con 70 g di composto l’uno, aiutandovi con un sac-à-poche o un cucchiaio 9 ; il composto dovrà arrivare a circa due terzi dello stampino.",
      "Mettete gli stampini in congelatore per almeno 6 ore, meglio se per una notte intera 10 . Quando i tortini saranno congelati, disponeteli in una teglia 11 e cuocete in forno ventilato preriscaldato a 190° per 14-15 minuti, sul ripiano medio 12 .",
      "Trascorso il tempo di cottura, sformateli delicatamente capovolgendo gli stampini sul piatto 13 , poi spolverizzate con zucchero a velo 14 e servite subito il vostro tortino di cioccolato con cuore fondente 15 !"
    ],
    "totalTime": "PT35M",
    "cookTime": "PT15M",
    "prepTime": "PT20M",
    "yield": 4,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Tortino di cioccolato con cuore fondente, Cioccolato fondente al 70%, Burro, Uova, Zucchero, Farina 00, Burro, Farina 00, Zucchero a velo"
    ],
    "rating": 4.4,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2023/01/dqe7p8/dqe7p8.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Crepes-dolci-e-salate-ricetta-base.html",
    "title": "Crepe dolci e salate (ricetta base)",
    "description": "Grazie all'impasto di base delle crepe dolci e salate potrete finalmente preparare delle crespelle perfette da farcire come preferite! Qui la ricetta.",
    "image": "https://www.giallozafferano.it/images/172-17265/Crepes-dolci-e-salate-ricetta-base_650x433_wm.jpg",
    "ingredients": [
      "Uova (medie) 3",
      "Farina 00 250 g",
      "Latte intero 500 g",
      "Burro 40 g",
      "Burro q.b."
    ],
    "instructions": [
      "Per preparare le crepe dolci e salate iniziate sciogliendo dolcemente il burro in un pentolino 1 . Lasciatelo intiepidire e nel frattempo rompete le uova in una ciotola dai bordi alti. Mescolate con una frusta e unite il latte 2 . Continuate a mescolare sino ad ottenere un composto omogeneo 3 . ",
      "Aggiungete ora il burro tiepido 4 e mescolate ancora 5 . Posizionate un colino sul recipiente e poi setacciate la farina nella ciotola 6 , (per comodità potete anche aggiungerla in due tempi e mescolare così da evitare la formazione di grumi). ",
      "Poi con le fruste mescolate energicamente per assorbire la farina 7 . Continuate a mescolare fino ad ottenere un composto omogeneo, vellutato e privo di grumi 8 . A questo punto coprite la ciotola con della pellicola alimentare 9 e lasciate riposare per almeno 30 minuti in frigorifero. ",
      "Trascorso il tempo mescolate l’impasto per farlo rinvenire e poi scaldate una crepiera da 18 cm (o in alternativa una padella antiaderente sempre della stessa base) ed ungetela con una noce di burro 10 . Una volta a temperatura versate un mestolo di impasto sufficiente a ricoprire la superficie della padella 11 : potete aiutarvi con l'apposito stendi pastella per crepe oppure ruotare la padella fino a distribuire il composto uniformemente (fate attenzione a non spanderlo tutto sui bordi per evitare che al centro non rimanga pastella sufficiente a creare una crepe dalla superficie uniforme); si consiglia di eseguire queste operazioni molto in fretta, poiché la pastella cuocerà rapidamente 12 .",
      "Trascorso circa 1 minuto a fuoco medio-basso, dovreste notare una leggera doratura, i bordi tenderanno a staccarsi 13 perciò potrete girare la prima crepe aiutandovi con una paletta 14 . Cuocete anche l'altro lato per 1 minuto circa, aspettando che prenda colore. Una volta cotta la prima, trasferitela su un piatto da portata o su di un tagliere. Ripetete questa operazione fino a finire l’impasto, ungendo di volta in volta la crepiera, dovreste ottenere così 14 crepe del diametro di 18 cm: impilate ogni crepe una sopra l’altra così resteranno morbide. Ecco pronte le vostre crepe dolci e salate, non vi resta che farcirle 15 !"
    ],
    "totalTime": "PT25M",
    "cookTime": "PT15M",
    "prepTime": "PT10M",
    "yield": 14,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Crepe dolci e salate (ricetta base), Uova, Farina 00, Latte intero, Burro, Burro"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2022/02/kt9akj/kt9akj.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Pancakes-allo-sciroppo-d-acero.html",
    "title": "Pancake",
    "description": "La ricetta dei pancake americani fatti in casa e pronti in 10 minuti: soffici, facili e golosi,  perfetti per la colazione  o il brunch. Scoprili qui.",
    "image": "https://www.giallozafferano.it/images/3-320/Pancakes-allo-sciroppo-d-acero_650x433_wm.jpg",
    "ingredients": [
      "Farina 00 125 g",
      "Latte intero 200 g",
      "Burro 25 g",
      "Zucchero 15 g",
      "Uova medie 2",
      "Lievito in polvere per dolci 6 g",
      "Sale fino 1 pizzico",
      "Burro q.b.",
      "Sciroppo di acero q.b.",
      "More q.b.",
      "Lamponi q.b."
    ],
    "instructions": [
      "Ricetta pancake: per prima cosa fate sciogliere il burro in un pentolino e lasciate intiepidire, poi separate i tuorli dagli albumi. Versate nella ciotola con i tuorli il burro fuso intiepidito 1 e il latte 2 . Mescolate con una frusta, poi unite la farina setacciata 3 .",
      "Setacciate anche il lievito 4 e incorporate le polveri con la frusta, poi aggiungete il sale 5 e mescolate ancora per ottenere un composto omogeneo. Ora prendete la ciotola con gli albumi e iniziate a montarli con le fruste elettriche 6 .",
      "Versate gradualmente lo zucchero 7 e continuate a lavorare con le fruste per montare gli albumi a neve 8 . Aggiungete gli albumi montati a neve nel composto di tuorli 9 .",
      "Mescolate delicatamente con la frusta dal basso verso l’alto per incorporarli in modo uniforme 10 . Siete pronti per cuocere i pancake: scaldate una padella antiaderente con pochissimo burro aiutandovi con della carta da cucina 11 , poi versate al centro un mestolo di impasto 12 .",
      "Lasciate cuocere a fuoco moderato per un paio di minuti; quando compariranno le prime bollicine girate delicatamente il pancake con l’aiuto di una spatola 13 e cuocetelo brevemente anche dall’altro lato fino a doratura 14 . Man mano che saranno pronti trasferiteli su un piatto senza impilarli, in modo che non si sgonfino. Una volta che saranno tutti pronti, potete impilare i vostri pancake e servirli con abbondante sciroppo d’acero 15 !"
    ],
    "totalTime": "PT30M",
    "cookTime": "PT20M",
    "prepTime": "PT10M",
    "yield": 12,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Pancake, Farina 00, Latte intero, Burro, Zucchero, Uova, Lievito in polvere per dolci, Sale fino, Burro, Sciroppo di acero, More, Lamponi"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/01/tv2u8h/tv2u8h.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Risotto-alla-zucca.html",
    "title": "Risotto alla zucca",
    "description": "Il risotto alla zucca è uno dei piatti tradizionali, tipico del Nord Italia. È una ricetta semplice da preparare a casa: cremoso e molto gustoso!",
    "image": "https://www.giallozafferano.it/images/0-44/Risotto-alla-zucca_650x433_wm.jpg",
    "ingredients": [
      "Riso Carnaroli 320 g",
      "Zucca delica 750 g",
      "Cipolle ramate 100 g",
      "Brodo vegetale 1,5 l",
      "Parmigiano Reggiano DOP 80 g",
      "Vino bianco 60 g",
      "Burro 50 g",
      "Pepe nero q.b.",
      "Sale fino q.b.",
      "Olio extravergine d'oliva q.b."
    ],
    "instructions": [
      "Per realizzare il risotto alla zucca come prima cosa preparate il  brodo vegetale e mantenetelo al caldo. Passate quindi alla pulizia della zucca: eliminate la buccia 1 e i semi 2 . Poi tagliatela a fette e ricavate dei cubetti 3 . In tutto ne otterrete circa 600 g. ",
      "Tritate finemente la cipolla 4 e ponetela in un tegame largo in cui avrete fatto scaldare l’olio 5 . Lasciate soffriggere la cipolla a fuoco dolcissimo per circa 10 minuti, fino a quando non risulterà così tenera da sciogliersi; aiutatevi aggiungendo un pizzico di sale 6 per far fuoriuscire i liquidi.",
      "Aggiungete quindi la zucca 7 e rosolatela per alcuni minuti, mescolando 8 per non farla attaccare. Cominciate poi ad aggiungere un mestolo di brodo caldo 9 , e aggiungetene altro, poco a poco fino a portare a cottura la zucca (circa 20 minuti): dovrà risultare ben tenera e cremosa.",
      "Intanto scaldate un tegame e versate il riso all'interno 10 . Utilizziamo il metodo a secco perché la tostatura del riso, indispensabile perché poi i chicchi tengano la cottura. Tostate quindi il riso a fuoco alto, mescolando spesso finché stringendolo in un pugno non riuscirete a tenerlo per più di pochi secondi. Ci vorranno 2-3 minuti. Sfumate quindi con il vino bianco e mescolate immediatamente per non far attaccare 11 . Appena il vino sarà completamente evaporato versate il riso nel tegame con la zucca 12 .",
      "Mescolate bene e portate il riso a cottura aggiungendo altro brodo caldo al bisogno 13 . Ci vorranno circa 15-20 minuti, a seconda del riso utilizzato. Quando avrà raggiunto la giusta consistenza spegnete il fuoco. Aggiungete il burro 14 e il parmigiano grattugiato 15 .",
      "Aggiungete del pepe nero 16 , regolate di sale e mantecate bene in risotto mescolandolo. Se preferite un risotto più all'onda potete aggiungere ancora un mestolino di brodo 17 . Aspettate 1-2 minuti, impiattate il risotto e servitelo 18 ."
    ],
    "totalTime": "PT70M",
    "cookTime": "PT50M",
    "prepTime": "PT20M",
    "yield": 4,
    "category": [
      "Primi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Risotto alla zucca, Riso Carnaroli, Zucca delica, Cipolle ramate, Brodo vegetale, Parmigiano Reggiano DOP, Vino bianco, Burro, Pepe nero, Sale fino, Olio extravergine d'oliva"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2025/04/zi3ipb/zi3ipb.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Impasto-per-pizza.html",
    "title": "Pasta per la pizza",
    "description": "L'impasto per la pizza è una preparazione di base realizzata con farina, acqua, lievito, olio e sale da cui potrete ottenere varie tipologie di pizza.",
    "image": "https://www.giallozafferano.it/images/173-17350/Impasto-per-pizza_650x433_wm.jpg",
    "ingredients": [
      "Farina Manitoba 200 g",
      "Farina 00 300 g",
      "Acqua a temperatura ambiente 300 ml",
      "Sale fino 10 g",
      "Lievito di birra fresco (oppure 1,5 se secco) 4 g"
    ],
    "instructions": [
      "Per preparare la pasta per la pizza abbiamo scelto di impastare il tutto a mano, ma se preferite utilizzare l’impastatrice potrete seguire lo stesso procedimento, utilizzando il gancio a velocità medio bassa. Come prima cosa versate le due farine in una ciotola 1 , sbriciolate il lievito all'interno 2 e versate un po' della dose di acqua 3 . La temperatura ideale dell'acqua è di 25°. ",
      "Mescolate con un mestolo di legno 4 e aggiungete lentamente l'acqua 5 . Continuate sempre a mescolare e quando avrete aggiunto circa metà dell'acqua potrete aggiungere anche il sale 6 .",
      "Unite poi l'acqua rimasta, sempre lentamente, sino ad ottenere un composto omogeneo; aiutatevi con le mani per lavorarlo meglio 7 . Infine trasferite l’impasto sul piano da lavoro e lavoratelo con le mani 8 fino a che non sarà liscio e omogeneo 9 . ",
      "Ottenuto un bel panetto liscio, lasciatelo riposare sul piano di lavoro per una decina di minuti coprendolo con la ciotola 10 . Una volta riposato dategli una piccola piega: immaginate che la sfera sia divisa in 4 parti, prendete l’estremità di ognuna, tiratela delicatamente e ripiegatela verso il centro 11 . Date poi una piega all'impasto 12 . ",
      "Rigiratelo su se stesso 13 , dategli la forma di una sfera 14 . Trasferite l'impasto così formato in una ciotola, coprite con pellicola trasparente 15 e lasciate lievitare. Per comodità potete mettere la ciotola in forno spento ma con la luce accesa, così l’interno raggiungerà la temperatura di 26-28°, ideale per la lievitazione; in alternativa potete anche tenere la bacinella in un luogo caldo. I tempi sono approssimativi poiché ogni impasto, la temperatura e le condizioni metereologiche influenzano la lievitazione: mediamente l’impasto dovrebbe impiegare 6 ore a raddoppiare di volume. ",
      "Trascorso il tempo della lievitazione, l'impasto sarà bello gonfio 16 , quindi trasferitelo sul piano da lavoro e dividetelo con un tarocco in 3 pezzi da 265 g 17 . Se dovesse servirvi, potete infarinare leggermente il piano di lavoro. Ora prendete ciascuna porzione e come fatto prima sollevate un lembo di pasta 18 e portatelo verso l'interno. ",
      "Rifate poi la stessa cosa per gli altri 3 lembi di pasta 19 . Allungate quindi l'impasto piegandolo su se stesso 20 e procedete con la pirlatura: pirlare l'impasto significa farlo girare con le mani sul ripiano di lavoro portandolo verso di voi e poi allontanandolo ripetutamente fino ad ottenere una sfera liscia e regolare 21 . ",
      "Trasferite man mano i panetti in una cassetta per pizza precedentemente unta 22 , coprite con il coperchio 23 e lasciateli riposare per altri 30 minuti 24 , prima di poter tirare l’impasto per la pizza e condirlo a vostro piacimento!"
    ],
    "totalTime": "PT30M",
    "cookTime": "PT0M",
    "prepTime": "PT30M",
    "yield": 3,
    "category": [
      "Lievitati"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Pasta per la pizza, Farina Manitoba, Farina 00, Acqua, Sale fino, Lievito di birra fresco"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/04/xwrczy/xwrczy.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Spaghetti-alla-Carbonara.html",
    "title": "Spaghetti alla Carbonara",
    "description": "Carbonara: la ricetta originale romana passo passo con tuorli, guanciale croccante, pecorino e pepe. Cremosa, semplice, pronta in pochi minuti.",
    "image": "https://www.giallozafferano.it/images/219-21928/Spaghetti-alla-Carbonara_650x433_wm.jpg",
    "ingredients": [
      "Spaghetti 320 g",
      "Guanciale 150 g",
      "Tuorli (di uova medie) 6",
      "Pecorino Romano DOP 50 g",
      "Pepe nero q.b."
    ],
    "instructions": [
      "Per preparare gli spaghetti alla carbonara cominciate mettendo sul fuoco una pentola con l’acqua salata per cuocere la pasta. Nel frattempo eliminate la cotenna dal guanciale e tagliatelo prima a fette 1 e poi a striscioline spesse circa 1cm 2 3 . La cotenna avanzata potrà essere riutilizzata per insaporire altre preparazioni. ",
      "Versate i pezzetti di guanciale in una padella antiaderente 4 e rosolate per circa 10 minuti a fiamma medio alta, fate attenzione a non bruciarlo altrimenti rilascerà un aroma troppo forte. Nel frattempo tuffate gli spaghetti nell’acqua bollente 5 e cuoceteli al dente. Intanto versate i tuorli in una ciotola 6 .",
      "Aggiungete il Pecorino 7 e insaporite con il pepe nero 8 . Amalgamate il tutto con una frusta a mano 9 , sino ad ottenere una crema liscia. ",
      "Intanto il guanciale sarà giunto a cottura 10 ; spegnete il fuoco e utilizzando un mestolo prelevatelo dalla padella, lasciando il fondo di cottura all'interno della padella stessa 11 . Trasferite il guanciale in una ciotolina e tenetelo da parte. Versate una mestolata d’acqua della pasta in padella 12 , insieme al grasso del guanciale.",
      "Scolate la pasta al dente direttamente nel tegame con il fondo di cottura 13 . Saltatela brevemente per insaporirla 14 . Togliete dal fuoco e versate il composto di uova e Pecorino nel tegame. Mescolate velocemente per amalgamare 15 .",
      "Per renderla ben cremosa, al bisogno, potete aggiungere poca acqua di cottura della pasta. Aggiungete il guanciale 16 , mescolate un'ultima volta 17 e servite subito gli spaghetti alla carbonara aggiungendo ancora del pecorino in superficie e un pizzico di pepe nero 18 ."
    ],
    "totalTime": "PT25M",
    "cookTime": "PT10M",
    "prepTime": "PT15M",
    "yield": 4,
    "category": [
      "Primi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Spaghetti alla Carbonara, Spaghetti, Guanciale, Tuorli, Pecorino Romano DOP, Pepe nero"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/02/n8qn8v/n8qn8v.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Besciamella.html",
    "title": "Besciamella",
    "description": "La besciamella è una cremosa salsa da cucina che dà una marcia in più a primi, secondi e contorni. Scopri la ricetta con i trucchi per farla a casa!",
    "image": "https://www.giallozafferano.it/images/0-28/Besciamella_650x433_wm.jpg",
    "ingredients": [
      "Latte intero 1 l",
      "Burro 100 g",
      "Farina 00 100 g",
      "Sale fino 1 pizzico",
      "Noce moscata da grattugiare q.b."
    ],
    "instructions": [
      "Per preparare la besciamella per prima cosa versate il latte in un pentolino 1 , aggiungete la noce moscata 2 e il sale 3 , poi fatelo scaldare.",
      "Mettete il burro in un altro pentolino 4 e fatelo sciogliere a fuoco dolce, poi aggiungete la farina in una volta sola 5 . Mescolate vigorosamente con una frusta a mano per evitare la formazione di grumi 6 .",
      "Continuate a mescolare fino ad ottenere un composto dorato, il roux 7 . A questo punto stemperate il roux versando prima poco latte caldo e poi tutto il resto 8 . Continuate a mescolare a fuoco dolce fino a raggiungere la consistenza desiderata 9 ; cuocendo la besciamella per 5-6 minuti otterrete una densità media. La vostra besciamella è pronta per essere utilizzata!"
    ],
    "totalTime": "PT15M",
    "cookTime": "PT10M",
    "prepTime": "PT5M",
    "yield": 4,
    "category": [
      "Salse e Sughi"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Besciamella, Latte intero, Burro, Farina 00, Sale fino, Noce moscata"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2021/11/wles3c/wles3c.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Risotto-ai-funghi-porcini.html",
    "title": "Risotto ai funghi porcini",
    "description": "Il risotto ai funghi porcini è un primo piatto cremoso e avvolgente, perfetto per l'inizio dell'autunno! Scopri come preparare a casa questa ricetta.",
    "image": "https://www.giallozafferano.it/images/6-685/Risotto-ai-funghi-porcini_650x433_wm.jpg",
    "ingredients": [
      "Riso Carnaroli 320 g",
      "Funghi porcini 400 g",
      "Cipolle dorate piccola 1",
      "Aglio 1 spicchio",
      "Brodo vegetale 1 l",
      "Burro 30 g",
      "Olio extravergine d'oliva 2 cucchiai",
      "Sale fino q.b.",
      "Pepe nero q.b.",
      "Parmigiano Reggiano DOP freddo di frigo 50 g",
      "Burro freddo di frigo 30 g",
      "Prezzemolo 2 cucchiai"
    ],
    "instructions": [
      "Per realizzare il risotto ai funghi porcini, per prima cosa preparate il  brodo vegetale  seguendo la ricetta sul nostro sito. Ora occupatevi della pulizia dei porcini: eliminate la base con un coltello, raschiate il gambo per rimuovere tutti i residui di terra 1 e, infine, strofinate delicatamente con un panno umido 2 . Se il fungo dovesse essere molto terroso potete passarlo brevemente sotto un getto di acqua corrente, ma assicuratevi di asciugarlo immediatamente per evitare che assorba l’acqua. Per ulteriori indicazioni, potete consultare la scuola di cucina “ Come pulire i funghi porcini ”. Una volta puliti, tagliate i funghi a fette dello spessore di circa 7-8 mm, mantenendo integra l’intera sezione quando possibile 3 .",
      "Scaldate l’olio in una padella antiaderente e fate soffriggere brevemente uno spicchio di aglio schiacciato 4 , poi alzate la fiamma e aggiungete i funghi 5 . Rosolate i funghi a fuoco vivace per circa 10 minuti in modo che prendano colore, poi pepate 6 .",
      "Salate 7 e togliete dal fuoco. Nel frattempo mondate e tritate finemente la cipolla 8 . Sciogliete il burro in una casseruola, aggiungete la cipolla 9 e stufatela dolcemente per 10-15 minuti, aiutandovi con un mestolo di brodo se necessario.",
      "Quando la cipolla sarà morbida e trasparente, unite il riso 10 e tostatelo per un paio di minuti. Una volta che il riso sarà diventato quasi trasparente, portatelo a cottura aggiungendo un mestolo di brodo alla volta 11 e mescolando spesso; assicuratevi che le bollicine di ebollizione rimangano costanti e che la fiamma non sia troppo aggressiva. Quando il riso sarà molto al dente, pochi minuti prima che sia pronto, unite i funghi porcini 12 . ",
      "Mescolate 13 e finite la cottura, regolando di sale e pepe se necessario. Una volta cotto, mantecate il risotto a fuoco spento aggiungendo il burro 14 e il Parmigiano Reggiano DOP grattugiato 15 , e amalgamate il tutto. Per ottenere un perfetto risotto all’onda potete aggiungere un altro mestolo di brodo, se necessario. ",
      "In ultimo, guarnite con del prezzemolo fresco tritato 16 e mescolate ancora 17 . Il vostro risotto ai funghi porcini è pronto per essere servito 18 !"
    ],
    "totalTime": "PT45M",
    "cookTime": "PT30M",
    "prepTime": "PT15M",
    "yield": 4,
    "category": [
      "Primi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Risotto ai funghi porcini, Riso Carnaroli, Funghi porcini, Cipolle dorate, Aglio, Brodo vegetale, Burro, Olio extravergine d'oliva, Sale fino, Pepe nero, Parmigiano Reggiano DOP, Burro, Prezzemolo"
    ],
    "rating": 4.4,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/09/q0x1jp/q0x1jp.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Crema-pasticcera.html",
    "title": "Crema pasticcera",
    "description": "La crema pasticcera è semplice da preparare a casa: scopri la ricetta perfetta, liscia e senza grumi con i consigli di Iginio Massari!",
    "image": "https://www.giallozafferano.it/images/215-21565/Crema-pasticcera_650x433_wm.jpg",
    "ingredients": [
      "Latte intero 500 g",
      "Zucchero 130 g",
      "Tuorli (circa 7) 125 g",
      "Amido di riso 40 g",
      "Baccello di vaniglia 2",
      "Scorza di limone &frac12;"
    ],
    "instructions": [
      "Per preparare la crema pasticcera come prima cosa inserite in freezer una ciotola di vetro. A questo punto ricavate i semi dalla vaniglia 1 e tagliate i baccelli in pezzi 2 . Versate il latte in un tegame e aggiungete sia i semi 3 che i baccelli della vaniglia. ",
      "Ricavate dal limone la scorza, prelevando solo la parte gialla, e unitela nel tegame 4 . Accendete il fuoco e scaldate il tutto a fiamma bassa portando a bollore e mescolando di tanto in tanto. In un altro tegame versate i tuorli, lo zucchero e l'amido di riso 5 . Utilizzando un frustino morbido mescolate per ottenere una consistenza cremosa e liscia, priva di grumi 6 . ",
      "Non appena il latte sfiorerà il bollore, trasferitelo all'interno dei tuorli in 3 volte filtrandolo con un colino 7 e mescolando sempre con la frusta 8 . Trasferite di nuovo sul fuoco e mescolate, sempre a fiamma bassa, in continuazione fino a che la crema non si sarà addensata 9 . ",
      "Per raffreddarla velocemente riprendete la ciotola dal freezer e versate la crema all'interno 10 . Mescolate con una frusta molto velocemente, fino a che non avrete portato la crema a 50°, al di sotto del punto di cottura. Dovrete ottenere una crema liscia e molto lucida 11 . A questo punto la crema pasticcera è pronta 12 , potrete utilizzarla o conservarla in frigorifero coprendola con pellicola. "
    ],
    "totalTime": "PT23M",
    "cookTime": "PT8M",
    "prepTime": "PT15M",
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "Crema pasticcera, ricette Crema pasticcera, Dolci"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2019/10/xe8lpf/xe8lpf.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Muffin-con-gocce-di-cioccolato.html",
    "title": "Muffin con gocce di cioccolato",
    "description": "I muffin con gocce di cioccolato sono dei soffici dolcetti perfetti per fare colazione o merenda, con un gusto delicato e ricco di goloso cioccolato!",
    "image": "https://www.giallozafferano.it/images/3-358/Muffin-con-gocce-di-cioccolato_650x433_wm.jpg",
    "ingredients": [
      "Burro (ammorbidito a temperatura ambiente) 125 g",
      "Farina 00 265 g",
      "Zucchero 135 g",
      "Latte intero (a temperatura ambiente) 135 g",
      "Uova (circa 2 medie, a temperatura ambiente) 110 g",
      "Gocce di cioccolato fondente 100 g",
      "Baccello di vaniglia 1",
      "Bicarbonato raso 1 cucchiaino",
      "Sale fino 1 pizzico",
      "Lievito in polvere per dolci 10 g"
    ],
    "instructions": [
      "Per preparare i muffin con gocce di cioccolato il burro va lasciato almeno 1 h fuori dal frigo, per farlo ammorbidire.  Unite al burro morbido lo zucchero 1 , lavorate con le fruste elettriche fino ad ottenere un composto spumoso e cremoso 2 . Dopodiché incidete una bacca di vaniglia e raschiate i semi utilizzando il dorso di un coltello 3",
      "Versate questi ultimi nella ciotola con burro e zucchero 4 . Azionate nuovamente le fruste e aggiungete le uova, anche queste a temperatura ambiente, una alla volta 5 in questo modo gli ingredienti non si slegheranno 6 .",
      "Ora setacciate la farina 7 , il lievito per dolci 8 e il bicarbonato 9 direttamente nella ciotola con il composto.",
      "Aggiungete anche il pizzico di sale e azionate nuovamente le fruste per inglobate le polveri 10 . Noterete che l’impasto diventerà più consistente quindi stemperatelo con il latte a temperatura ambiente versato a filo 11 . A questo punto il composto sarà morbido e compatto 12 .",
      "Unite 80 g di gocce di cioccolato 13 e mescolate con una spatola per inglobarle dopodiché trasferite il composto in una sàc-a-poche usa e getta senza bocchetta 14 in questo modo potrete effettuare un lavoro più pulito altrimenti utilizzate pure un cucchiaio. Sistemate i pirottini di carta in una pirofila da muffin e riempiteli per 2/3, quindi lasciando meno di un centimetro dalla superficie 15 . Ogni muffin dovrà pesare all’incirca 70 g.",
      "Sulle tortine versate le gocce di cioccolato rimanenti 16 e cuocete in forno preriscaldato a 180° per 18-20 minuti in modalità statica 17 . A questo punto i vostri muffin con gocce di cioccolato sono pronti per essere gustati 18 ."
    ],
    "totalTime": "PT35M",
    "cookTime": "PT20M",
    "prepTime": "PT15M",
    "yield": 12,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Muffin con gocce di cioccolato, Burro, Farina 00, Zucchero, Latte intero, Uova, Gocce di cioccolato fondente, Baccello di vaniglia, Bicarbonato, Sale fino, Lievito in polvere per dolci"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2022/03/5ae81q/5ae81q.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Polpette-al-sugo.html",
    "title": "Polpette al sugo",
    "description": "Una ricetta classica amata dai grandi e dai piccini, le polpette al sugo. Un secondo piatto molto gustoso, cotto in un sugo in cui fare la scarpetta!",
    "image": "https://www.giallozafferano.it/images/166-16604/Polpette-al-sugo_650x433_wm.jpg",
    "ingredients": [
      "Manzo (carne macinata) 220 g",
      "Salsiccia 165 g",
      "Pane raffermo mollica 30 g",
      "Parmigiano Reggiano DOP grattugiato 25 g",
      "Uova 1",
      "Prezzemolo tritato 1 cucchiaio",
      "Origano secco 1 pizzico",
      "Noce moscata grattugiata 1 pizzico",
      "Sale fino q.b.",
      "Pepe nero q.b.",
      "Olio extravergine d'oliva q.b.",
      "Passata di pomodoro 350 g",
      "Acqua 50 g",
      "Sale fino 5 g",
      "Origano secco q.b.",
      "Pepe nero q.b."
    ],
    "instructions": [
      "Per preparare le polpette al sugo iniziate con l’impasto: tagliate la mollica in pezzi 1 e versatela in un mixer dotato di lame 2 . Tritate il tutto fin quando la mollica non sarà ridotta in briciole 3 .",
      "Prendete le salsicce, incidetele delicatamente nel senso della lunghezza 4 e infine privatele del budello 5 . Con la lama di un coltello o con una forchetta schiacciate la carne 6 .",
      "Versate in una ciotola capiente la salsiccia e la carne macinata 7 . Aggiungete l'origano 7 , un pizzico di noce moscata grattugiata 8 e il prezzemolo tritato 9 .",
      "Infine unite il Parmigiano grattugiato 10 e la mollica che avete tritato precedentemente. Versate anche l'uovo 11 e iniziate ad impastare con le mani 12 .",
      "Aggiustate di sale e di pepe 13 , poi continuate ad impastare sino ad ottenere un composto omogeneo 14 . Con l’impasto ottenuto andate a formare delle sfere del peso di 20 grammi l’una 15 , prelevando un pezzetto di impasto e amalgamandolo con entrambe le mani: con le nostre dosi dovrete ottenere 24 polpettine. ",
      "Non appena tutte le polpette saranno pronte, fate scaldare l’olio in una pentola antiaderente e, quando l'olio sarà ben caldo, adagiate le polpette 16 , lasciandole cuocere da entrambe i lati per un paio di minuti 17 . Versate la polpa di pomodoro 18 .",
      "Versate anche l'acqua 19 , aggiustate di sale, aromatizzate con pepe e proseguite la cottura abbassando la fiamma per 15-20 minuti. Una volta pronte 20 , aromatizzate con origano secco e potrete gustare le vostre polpette al sugo ancora fumanti 21 !"
    ],
    "totalTime": "PT50M",
    "cookTime": "PT20M",
    "prepTime": "PT30M",
    "yield": 24,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Polpette al sugo, Manzo, Salsiccia, Pane raffermo, Parmigiano Reggiano DOP, Uova, Prezzemolo, Origano, Noce moscata, Sale fino, Pepe nero, Olio extravergine d'oliva, Passata di pomodoro, Acqua, Sale fino, Origano, Pepe nero"
    ],
    "rating": 4.4,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2022/02/53i7yd/53i7yd.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Cookies.html",
    "title": "Cookies",
    "description": "I cookies sono i famosi biscotti americani ricchi di burro e gocce di cioccolato, per una golosa colazione o merenda! Ecco la ricetta per farli a casa",
    "image": "https://www.giallozafferano.it/images/ricette/230/23007/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Farina 00 250 g",
      "Burro morbido 150 g",
      "Gocce di cioccolato fondente 200 g",
      "Uova (circa 1 medio) a temperatura ambiente 55 g",
      "Zucchero di canna 90 g",
      "Zucchero 90 g",
      "Lievito in polvere per dolci 5 g",
      "Baccello di vaniglia (i semi) 1",
      "Sale fino 1 pizzico"
    ],
    "instructions": [
      "Per preparare i cookies versate in una ciotola lo zucchero semolato e lo zucchero di canna, poi unite i semi del baccello di vaniglia 1  e il burro morbido 2 . Mescolate energicamente con una frusta per amalgamare il tutto 3 .",
      "Una volta amalgamato il composto, aggiungete l'uovo intero 5 e mescolate sempre con la frusta 6 .",
      "Dovrete ottenere un composto omogeneo e senza grumi 7 . A parte mescolate la farina con il lievito per dolci  8 . Versate le polveri nel composto 9 .",
      "Mescolate con una spatola 10 e, una volta ottenuto un impasto omogeneo, aggiungete un pizzico di sale 11 e le gocce di cioccolato fondente 12 .",
      "Mescolate un'ultima volta per incorporarle in modo uniforme 13 , poi coprite con pellicola 14 e lasciate rassodare in frigorifero per 30 minuti. Riprendete il composto e formate delle sfere del peso di circa 50 g ciascuna, senza lavorarle e compattarle troppo 15 . Se preferite potete utilizzare un porzionatore per il gelato.",
      "Adagiate le palline su una teglia rivestita con carta forno, distanziandole bene fra di loro 16 . Cuocete i biscotti in forno statico a 165° per 25-30 minuti nel ripiano medio del forno. Una volta pronti, sfornate e lasciate intiepidire i cookies 17  prima di gustarli 18 !"
    ],
    "totalTime": "PT45M",
    "cookTime": "PT30M",
    "prepTime": "PT15M",
    "yield": 16,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Cookies, Farina 00, Burro, Gocce di cioccolato fondente, Uova, Zucchero di canna, Zucchero, Lievito in polvere per dolci, Baccello di vaniglia, Sale fino"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/05/vbhvpx/vbhvpx.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Straccetti-di-pollo.html",
    "title": "Straccetti di pollo",
    "description": "Gli straccetti di pollo sono un secondo piatto di carne facile e veloce da realizzare, insaporito con vino bianco e prezzemolo. Scopri la ricetta!",
    "image": "https://www.giallozafferano.it/images/ricette/167/16714/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Petto di pollo 700 g",
      "Aglio 1 spicchio",
      "Vino bianco 100 g",
      "Prezzemolo q.b.",
      "Olio extravergine d'oliva q.b.",
      "Sale fino q.b.",
      "Pepe nero q.b.",
      "Farina 00 q.b."
    ],
    "instructions": [
      "Per preparare gli straccetti di pollo iniziate pulendo il petto di pollo da ossa, grasso e cartilagini 11 . Tagliate la carne a listarelle di circa 1 cm di spessore 2 . Infarinate 3 ed eliminate l’eccesso. ",
      "Tritate il prezzemolo 4 . Scaldate abbondante olio in padella con l’aglio 5 , fate insaporire e poi rimuovete lo spicchio d'aglio 6 . ",
      "Aggiungete il pollo 7 . Lasciatelo rosolare a fiamma alta mescolando spesso per 3-4 minuti 8 affinché si dori senza bruciare. A questo punto sfumate con il vino 9 , abbassate la fiamma e cuocete per ancora per 1-2 minuti smuovendo la padella di tanto in tanto.",
      "Aromatizzate il prezzemolo tritato 10 , salate e pepate 11 . Mescolate e servite i vostri straccetti di pollo ben caldi 12 !"
    ],
    "totalTime": "PT25M",
    "cookTime": "PT10M",
    "prepTime": "PT15M",
    "yield": 4,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Straccetti di pollo, Petto di pollo, Aglio, Vino bianco, Prezzemolo, Olio extravergine d'oliva, Sale fino, Pepe nero, Farina 00"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/02/ft5732/ft5732.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Frittata-di-zucchine.html",
    "title": "Frittata di zucchine",
    "description": "La frittata di zucchine è un secondo piatto vegetariano facile e veloce da preparare, ideale da servire sia caldo che freddo. Scopri dosi e ricetta!",
    "image": "https://www.giallozafferano.it/images/158-15894/Frittata-di-zucchine_650x433_wm.jpg",
    "ingredients": [
      "Uova medie 6",
      "Zucchine 380 g",
      "Parmigiano Reggiano DOP (da grattugiare) 50 g",
      "Olio extravergine d'oliva q.b.",
      "Sale fino q.b.",
      "Pepe nero q.b."
    ],
    "instructions": [
      "Per realizzare la frittata di zucchine per prima cosa spuntate le zucchine e tagliatele a rondelle dello spessore di circa 3 mm 1 . Scaldate un giro di olio in una padella antiaderente del diametro di 22 cm (possibilmente con i bordi svasati), poi aggiungete le zucchine 2 , salate e cuocete a fiamma vivace per circa 10 minuti, mescolando il meno possibile 3 .",
      "Nel frattempo sbattete le uova in una ciotola insieme al Parmigiano Reggiano DOP grattugiato 4 , sale e pepe 5 . Amalgamate bene il composto. Quando le zucchine avranno preso un bel colore, abbassate il fuoco e sistematele con la spatola per ricoprire uniformemente la base. Versate sopra il composto di uova 6 .",
      "Coprite con il coperchio e cuocete a fuoco basso per 10 minuti 7 . Trascorso questo tempo la parte superiore sarà abbastanza rappresa ma non compatta 8 , quindi fate scivolare la frittata delicatamente su un piatto 9 .",
      "Capovolgete la frittata nella padella 10 e cuocete dall’altro lato per 2-3 minuti, senza coperchio 11 . Servite la vostra frittata di zucchine calda, tiepida o a temperatura ambiente 12 !"
    ],
    "totalTime": "PT30M",
    "cookTime": "PT25M",
    "prepTime": "PT5M",
    "yield": 4,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Frittata di zucchine, Uova, Zucchine, Parmigiano Reggiano DOP, Olio extravergine d'oliva, Sale fino, Pepe nero"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2023/05/bmj2wm/bmj2wm.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Saltimbocca-alla-Romana.html",
    "title": "Saltimbocca alla romana",
    "description": "I saltimbocca alla romana sono un tipico secondo piatto della cucina laziale: fettine di vitello con prosciutto crudo e salvia... scopri la ricetta!",
    "image": "https://www.giallozafferano.it/images/ricette/204/20401/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Fettine di vitello (300 g di Noce)",
      "Prosciutto crudo (sottili) 4 fette",
      "Salvia 4 foglie",
      "Burro 50 g",
      "Vino bianco 100 g",
      "Pepe nero q.b.",
      "Farina 00 50 g",
      "Olio extravergine d'oliva 20 g",
      "Acqua 20 g"
    ],
    "instructions": [
      "Per preparare i saltimbocca alla romana iniziate tagliando a fette la noce di vitello 1 , poi adagiate ciascuna fetta su un tagliere, eliminate eventuali nervetti e grasso e poi battete con un batticarne 2 per renderla sottile. A questo punto ponete al centro una fetta sottile di prosciutto crudo 3 ;",
      "e una foglia di salvia 4 . Infilzate con uno stuzzicadenti la carne e la farcia in modo da sigillare tutto per bene 5 . Versate in una padella 40 g di burro e 20 g di olio e fate sciogliere a temperatura medio alta.",
      "Infarinate le fette di carne solo da un lato 6 e man mano adagiatele nella padella con il condimento ben caldo 8 , aumentate la temperatura così da dorare bene i saltimbocca. Pepate a piacere ma non salate perchè la presenza del prosciutto renderà sapida la pietanza.",
      "Quando la carne risulterà ben dorata sotto, sfumate con il vino bianco 10 e lasciate evaporare. Non appena l'alcol sarà evaporato completamente, coprite con il coperchio e cuocete ancora per 1 minuto. Trasferite i saltimbocca in un piatto e teneteli in caldo.",
      "Ora occupatevi del sughetto di accompagnamento: nella stessa padella con il fondo di cottura della carne aggiungete 10 g di burro 13 e l'acqua 14 . Lasciate restringere 15 fino a creare una cremina leggermente densa.",
      "Ora distribuite la cremina sul fondo di un piatto di portata 16 e adagiate sopra le fettine di carne 17 . I saltimbocca alla romana sono pronti per essere portati in tavola 18 ."
    ],
    "totalTime": "PT25M",
    "cookTime": "PT10M",
    "prepTime": "PT15M",
    "yield": 4,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Saltimbocca alla romana, Fettine di vitello, Prosciutto crudo, Salvia, Burro, Vino bianco, Pepe nero, Farina 00, Olio extravergine d'oliva, Acqua"
    ],
    "rating": 4.3,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2022/11/111x6c/111x6c.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Melanzane-arrostite.html",
    "title": "Melanzane arrostite",
    "description": "Le melanzane arrostite al forno  sono il piatto perfetto per l'estate, ricche e colorate possono essere servite sia come antipasto che secondo!",
    "image": "https://www.giallozafferano.it/images/169-16991/Melanzane-arrostite_650x433_wm.jpg",
    "ingredients": [
      "Melanzane 2",
      "Caciocavallo 150 g",
      "Germogli di barbabietola 30 g",
      "Germogli alfa alfa 30 g",
      "Pomodorini ciliegino 150 g",
      "Origano q.b.",
      "Basilico q.b.",
      "Olio extravergine d'oliva q.b.",
      "Sale fino q.b."
    ],
    "instructions": [
      "Per preparare le melanzane arrostite come prima cosa lavate le melanzane e dividetele a metà nel senso della lunghezza 1 . Con un coltellino incidete poi la polpa, senza arrivare alla buccia, in modo da formare una griglia 2 . Cospargete con abbondante sale fino 3",
      "e massaggiate la melanzana con le mani in modo da far penetrare il sale all'interno 4 . Adagiate le melanzane capovolte su una griglia e lasciatele spurgare per almeno un'ora 5 . A questo punto sciacquatele sotto l'acqua corrente 6",
      "e tamponatele con un foglio di carta da cucina 7 . Posizionate le melanzane su una teglia 8 e infornate in forno statito preriscaldato a 190° per 20 minuti. Nel frattempo grattugiate il caciocavallo con una grattugia dai fori larghi 9 .",
      "Trascorsi i primi 20 minuti di cottura estraete le melanzane dal forno, cospargete con il caciocavallo 10 e infornate nuovamente per altri 20 minuti alla stessa temperatura. Nel frattempo occupatevi di tagliare i pomodorini in 8 parti 11 e teneteli da parte. Unite i due tipi di germogli in una ciotola, aggiungete le foglioline di basilico spezzettandole con le mani 12 ,",
      "salate e mescolate il tutto 13 . In questa fase è consigliabile non aggiungere olio perchè i germogli potrebbero appassire. Trascorsi gli altri 20 minuti di cottura estraete definitivamente le melanzane del forno 14 , il formaggio sarà completamente fuso. Ricoprite le melanzane con i germogli 15",
      "e disponete sopra anche i pomodorini. Condite con un filo d'olio e qualche fogliolina d'origano fresco 17 e servite le vostre melanzane arrostite 18 ."
    ],
    "totalTime": "PT65M",
    "cookTime": "PT40M",
    "prepTime": "PT25M",
    "yield": 4,
    "category": [
      "Antipasti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Melanzane arrostite, Melanzane, Caciocavallo, Germogli di barbabietola, Germogli alfa alfa, Pomodorini ciliegino, Origano, Basilico, Olio extravergine d'oliva, Sale fino"
    ],
    "rating": 4.4,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2016/06/4z1pfr/4z1pfr.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Zucchine-ripiene.html",
    "title": "Zucchine ripiene",
    "description": "Le zucchine ripiene sono facili e sfiziose, un piatto salva cena! Scopri dosi e consigli per fare questa ricetta a casa in maniera semplice e gustosa!",
    "image": "https://www.giallozafferano.it/images/ricette/166/16615/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Zucchine ( da circa 300 gr l'una) 4",
      "Macinato di maiale 200 g",
      "Salsiccia di maiale 150 g",
      "Uova medie 1",
      "Grana Padano DOP 100 g",
      "Pepe nero q.b.",
      "Sale fino q.b.",
      "Olio extravergine d'oliva q.b.",
      "Pangrattato 100 g",
      "Prezzemolo tritato q.b."
    ],
    "instructions": [
      "Per preparare le zucchine ripiene iniziate a lavare le zucchine senza spuntarle, quindi  tagliatele a metà nel senso della lunghezza 1 . Ora con un cucchiaio estraete la polpa delle zucchine, ne otterrete circa 400 g 2 , non bisogna svuotarle completamente. Salate le zucchine svuotate e tenete da parte 3 . ",
      "Tritate grossolanamente la polpa delle zucchine 4 . In un contenitore versate la polpa delle zucchine la trita di maiale 5 e la salsiccia senza il budello 6 . ",
      "Versate l’uovo 7 , il pangrattato 8 e il Grana Padano DOP 9 .",
      "Completate con il prezzemolo tritato 10 , sale 11 e pepe 12 . Impastate con le mani 12 . ",
      "Una volta amalgamato l'impasto 13 , prendete una teglia, ungete il fondo con olio e farcite l'interno delle zucchine con il ripieno, avendo cura di compattarle bene 14 . Adagiate le zucchine sulla teglia e distribuite un filo di olio sopra 15 . ",
      "Cuocete in forno ventilato già caldo a 190° per 40 minuti 16 . Cambiate la modalità grill a 240 ° per circa 5 minuti. Sfornate le zucchine ripiene 17 e lasciatele intiepidire prima di servirle 18 ."
    ],
    "totalTime": "PT60M",
    "cookTime": "PT45M",
    "prepTime": "PT15M",
    "yield": 4,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Zucchine ripiene, Zucchine, Macinato di maiale, Salsiccia, Uova, Grana Padano DOP, Pepe nero, Sale fino, Olio extravergine d'oliva, Pangrattato, Prezzemolo"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2023/07/tdh1ak/tdh1ak.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Spiedini-marinati-all-ananas.html",
    "title": "Spiedini marinati all'ananas",
    "description": "Gli spiedini marinati all’ananas sono piatto veloce e sfizioso: il succo d'ananas rende la carne tenera, con croccanti fettine di peperoni e zucchine ",
    "image": "https://www.giallozafferano.it/images/10-1069/Spiedini-marinati-all-ananas_650x433_wm.jpg",
    "ingredients": [
      "Lonza di maiale intera 600 g",
      "Ananas (o 270 g di succo) 450 g",
      "Zucchine 120 g",
      "Peperoni rossi 85 g",
      "Peperoni gialli 85 g",
      "Pomodorini ciliegino 10",
      "Zenzero fresco 10 g",
      "Burro 15 g",
      "Aneto 10 g",
      "Sale fino q.b.",
      "Pepe nero q.b."
    ],
    "instructions": [
      "Per preparare gli spiedini marinati all'ananas, iniziate a pulire quest'ultima. Scegliete un ananas maturo (potete riconoscerlo all'acquisto se presenta delle sfumature di arancione sulla buccia ed emana un intenso profumo). Eliminate il ciuffo tagliandolo con un coltello 1 . Quindi eliminate anche la base, effettuando un taglio di circa 3-4 cm 2 . Procedete posizionando l’ananas in verticale su un tagliere. Quindi tenete ben salda un'estremità con una mano e tagliate lateralmente la buccia con un coltello con l'altra 3 .",
      "Con questa operazione andrete già ad eliminare le parti dure e scure della polpa 4 . Infine con la punta di un coltello, uno spelucchino o con la punta di un pelapatate eliminate i peduncoli marroni rimasti 5 . Ora potete tagliare l'ananas a metà 6 e prelevarne la quantità necessaria alla ricetta.",
      "Dividetela ulteriormente in quarti 7 per eliminare più facilmente il torsolo centrale legnoso 8 . Quindi riducete l'ananas a cubetti di medie dimensioni 9 .",
      "Ponete l'ananas in pezzi in un mixer 10 per centrifugarla fino ad ottenere un liquido omogeneo 11 . Quindi filtrate il succo ottenuto con un colino a maglie strette aiutandovi con un cucchiaino e raccoglietelo in una ciotolina 12 .",
      "Versate il succo filtrato in una terrina capiente 13 . Quindi versate anche il burro precedentemente fuso in un pentolino a fiamma bassa e fatto intiepidire 14 . Quindi sminuzzate i ciuffi di aneto con un coltello e mondate anche lo zenzero fresco eliminando la buccia per ridurlo poi tritarlo finemente 15 .",
      "Aggiungete prima l'aneto 16 , poi lo zenzero 17 sminuzzati al succo di ananas, poi emulsionate gli ingredienti con una frusta 18 per amalgamare i sapori.",
      "Ora procedete a preparare gli ingredienti per formare gli spiedini: lavate sotto acqua corrente i peperoni e le zucchine. Quindi eliminate la calotta dei peperoni, tagliateli a metà, eliminate i semi interni e ricavate dei quadrati di 2-3 cm di lato. Poi spuntate le zucchine per eliminare le estremità e tagliatele a fettine di mezzo centimetro 19 . Dopodichè passate alla carne: eliminate le parti più grasse della lonza aiutandovi con un coltello affilato 20 . Quindi ricavate dei bocconcini di 2-3 cm di lato 21 .",
      "Ora che avete tutti gli ingredienti potete procedere a comporre gli spiedini: prendete uno stecchino lungo di legno e infilzate un bocconcino di carne 22 , poi proseguite con una fettina di peperone e una di zucchina 23 . Ripetete l'operazione nello stesso ordine degli ingredienti e terminate di comporre lo spiedino con un pomodorino ciliegino. Procedete nella stessa maniera per tutti gli stecchini rimanenti, quindi trasferiteli su una teglia capiente 24 .",
      "Versate sugli spiedini il liquido di marinatura all'ananas 25 , aggiustate di sale e pepe e coprite la teglia con la pellicola trasparente 26 per far riposare gli spiedini a temperatura ambiente per almeno 10 minuti (se volete potete girarli di tanto in tanto per far marinare tutti i lati) Passato il tempo indicato, rimuovete la pellicola che ricopre gli spiedini 27 .",
      "Scaldate la griglia a fuoco vivace Quindi ponete gli spiedini a cuocere scolati della marinatura in eccesso 28 . Cuocete per circa 12 minuti, girandoli ogni 3 minuti da ciascun lato per una cottura uniforme 29 . Quindi toglieteli dal fuoco 30 e serviteli accompagnati da un'insalatina o, per una pietanza più fresca e agrodolce, da fettine di ananas."
    ],
    "totalTime": "PT32M",
    "cookTime": "PT12M",
    "prepTime": "PT20M",
    "yield": 10,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Spiedini marinati all'ananas, Lonza di maiale, Ananas, Zucchine, Peperoni rossi, Peperoni gialli, Pomodorini ciliegino, Zenzero fresco, Burro, Aneto, Sale fino, Pepe nero"
    ],
    "rating": 2.8
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Strudel-con-ricotta-e-spinaci.html",
    "title": "Strudel con ricotta e spinaci",
    "description": "Lo strudel di ricotta e spinaci è un appetitoso antipasto da servire a fette. Un'idea valida per una cena rustica, un pic-nic o un veloce spuntino.",
    "image": "https://www.giallozafferano.it/images/2-268/Strudel-con-ricotta-e-spinaci_650x433_wm.jpg",
    "ingredients": [
      "Pasta Sfoglia (1 rotolo) 230 g",
      "Ricotta vaccina 125 g",
      "Pinoli 25 g",
      "Uova medie 1",
      "Spinaci 500 g",
      "Grana Padano DOP da grattugiare 75 g",
      "Aglio 1 spicchio",
      "Burro q.b.",
      "Noce moscata q.b.",
      "Sale fino q.b.",
      "Pepe nero q.b.",
      "Tuorli 1",
      "Latte intero 20 g"
    ],
    "instructions": [
      "Per preparare lo strudel con ricotta e spinaci ponete sul fuoco una padella con burro, aglio e gli spinaci lavati 1 . Salate, coprite con il coperchio e cuocete a fuoco medio-basso per circa 4-5 minuti. Rimuovete l’aglio 2 , ponete gli spinaci in un colino così che perdano i liquidi, se necessario pressateli un po’ con un cucchiaio, quindi lasciate intiepidire 3 .",
      "Quando gli spinaci avranno perso l’acqua, sminuzzateli con il coltello 4 . Trasferiteli in una ciotola, aggiungete il Grana Padano DOP  5 e l’uovo 6 .",
      "Incorporate anche la ricotta 7 , i pinoli 8 , sale, pepe e noce moscata grattugiata 9 . ",
      "Mescolate per amalgamare 10 . Stendete la sfoglia sopra un foglio di carta forno, versate il ripieno solo su una metà 11 dandogli una forma rettangolare e lasciando circa 3 cm dal bordo inferiore e laterale, ripiegate il bordo inferiore 12 . ",
      "Ripiegate anche i lembi laterali 13 14 . Aiutandovi con la carta forno capovolgete lo strudel 15 .",
      "Così che il ripieno sia completamente avvolto dalla sfoglia, con la chiusura nella parte inferiore 16 . In una ciotolina unite un tuorlo d’uovo con 20 gr di latte 17 e mescolate 18 . ",
      "Spennellate la superficie dello strudel con il composto di latte e tuorlo 19 . Praticate dei tagli sulla superficie dello strudel 20 e trasferite lo strudel su una teglia 21 . Cuocete in forno ventilato preriscaldato a 190 gradi per circa 25 minuti, o fino ad ottenere una doratura uniforme. ",
      "Sfornate 22 , lasciate intiepidire 23 e poi tagliate a fette il vostro strudel con ricotta e spinaci 24 ."
    ],
    "totalTime": "PT50M",
    "cookTime": "PT30M",
    "prepTime": "PT20M",
    "yield": 8,
    "category": [
      "Torte salate"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Strudel con ricotta e spinaci, Pasta Sfoglia, Ricotta vaccina, Pinoli, Uova, Spinaci, Grana Padano DOP, Aglio, Burro, Noce moscata, Sale fino, Pepe nero, Tuorli, Latte intero"
    ],
    "rating": 4.3,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2023/09/pcenw6/pcenw6.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Polpette-di-verdura.html",
    "title": "Polpette di verdure",
    "description": "Le polpette di verdure sono dei bocconcini dorati dal ripieno saporito e colorato, un'ottima alternativa vegetariana alle classiche polpette di carne!",
    "image": "https://www.giallozafferano.it/images/197-19751/Polpette-di-verdura_650x433_wm.jpg",
    "ingredients": [
      "Patate 350 g",
      "Carote 160 g",
      "Pisellini 160 g",
      "Zucchine 150 g",
      "Cipolle ramate &frac12;",
      "Parmigiano Reggiano DOP da grattugiare 100 g",
      "Uova (1 medio) 55 g",
      "Aglio 1 spicchio",
      "Prezzemolo 1 ciuffo",
      "Olio extravergine d'oliva q.b.",
      "Noce moscata q.b.",
      "Pepe nero q.b.",
      "Sale fino q.b.",
      "Uova q.b.",
      "Pangrattato q.b.",
      "Olio di semi di arachide q.b."
    ],
    "instructions": [
      "Per preparare le polpette di verdure, per prima cosa mettete sul fuoco una pentola con abbondante acqua fredda salata e immergetevi le patate dopo averle accuratamente lavate 1 . Cuocetele per 30-40 minuti, poi pelatele ancora calde, schiacciatele con lo schiacciapatate 2 , raccogliendo la purea in una ciotola capiente 3 .",
      "Tritate quindi la cipolla 4 , mondate e tagliate le carote a dadini di mezzo centimetro 5 . Fate poi la stessa cosa anche con le zucchine, ricavando dei cubetti di mezzo cm 6 .",
      "Schiacciate l'aglio con la lama di un coltello 7 e tritate finemente il prezzemolo 9 . Mettete sul fuoco un tegame capiente, ponetevi l’olio e lo spicchio d’aglio schiacciato. Appena l’olio si sarà insaporito versate la cipolla tritata 9 . ",
      "Fate andare per un paio di minuti, poi unite le carote e dopo ancora un minuto i pisellini 11 . Infine aggiungete le zucchine 11 , salate, pepate 12 .",
      "Fate cuocere per circa 10 minuti, facendo in modo che le verdure rimangano leggermente croccanti 13 . Mescolate bene e lasciate intiepidire. Prendete ora la ciotola con le patate schiacciate e aggiungete: il formaggio grattugiato 14 e l'uovo leggermente sbattuto 15 . ",
      "Insaporite con il sale 16 , il pepe e la noce moscata 17 . Unite anche le verdure ormai tiepide 18 . ",
      "In ultimo aggiungete il prezzemolo tritato 19 . Amalgamate bene con un cucchiaio 20 per ottenere un composto dalla consistenza giusta per essere lavorato 21 . ",
      "Inumiditevi le mani e formate le polpette prelevando 50 g di composto per ciascuna 22 . Trasferitele man mano su un vassoio rivestito con carta forno 23 . Non appena avrete realizzato tutte le polpette, passate alla panatura. In una ciotola versate le uova e sbattetele; in un'altra versate il pangrattato. Adesso immergete ciascuna polpetta nell’uovo 24 .",
      "Quando sarà ben ricoperta passatela nel pangrattato 25 . Procedete in questo modo e man mano trasferite le polpette in un altro vassoio. Friggete poi le polpette in abbondante olio di arachidi, preriscaldato a 180°, immergendone poche per volta 27 . ",
      "Quando saranno ben dorate scolate le polpette 28 e trasferitele in un vassoio con carta assorbente 29 , poi salate a piacere. Le polpette di verdure sono pronte, gustatele ancora calde 30 !"
    ],
    "totalTime": "PT90M",
    "cookTime": "PT60M",
    "prepTime": "PT30M",
    "yield": 20,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Polpette di verdure, Patate, Carote, Pisellini, Zucchine, Cipolle ramate, Parmigiano Reggiano DOP, Uova, Aglio, Prezzemolo, Olio extravergine d'oliva, Noce moscata, Pepe nero, Sale fino, Uova, Pangrattato, Olio di semi di arachide"
    ],
    "rating": 4.3,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2021/08/lqml7w/lqml7w.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Polpette-di-carne.html",
    "title": "Polpette di carne",
    "description": "Le polpette di carne sono una ricetta realizzata con ingredienti semplici ma molto saporiti, è un ottimo secondo piatto che piace anche ai bambini.",
    "image": "https://www.giallozafferano.it/images/ricette/19/1973/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Manzo macinato 350 g",
      "Maiale macinato 150 g",
      "Pane mollica grattugiata 60 g",
      "Parmigiano Reggiano DOP da grattugiare 80 g",
      "Uova medio 1",
      "Sale fino q.b.",
      "Pepe nero q.b.",
      "Prezzemolo 1 ciuffo",
      "Olio extravergine d'oliva q.b."
    ],
    "instructions": [
      "Per preparare le polpette di carne, in una ciotola unite la carne trita di manzo e quella di maiale 1 , l'uovo 2 , la mollica di pane fresco frullata, il Parmigiano Reggiano DOP grattugiato e il prezzemolo tritato 3 .",
      "Insaporite con sale e pepe 4 e amalgamate bene tutti gli ingredienti, impastate energicamente 5 così da ottenere un composto omogeneo. Fate riposare 30 minuti l’impasto coperto in frigo. Dopo il riposo riprendete l'impasto dal frigo e con le mani umide prelevate 25 g di composto e facendolo roteare tra le mani dategli una forma tonda. La prima polpetta è pronta 6 .",
      "Man mano che le formate, appoggiatele su un vassoio 7 . Scaldate circa un dito d'olio in una padella antiaderente 8 . La quantità di olio deve arrivare a metà delle polpetta. Quando l'olio è caldo immergete le polpette all'interno, facendo attenzione  9 .",
      "Rosolate bene le polpette su tutti i lati, ci vorranno circa 6-7 minuti  10 . A questo punto coprite con un coperchio 11 e cuocete per altri 3 minuti, così si cuoceranno anche al cuore. Le polpette di carne sono pronte 12 ."
    ],
    "totalTime": "PT50M",
    "cookTime": "PT30M",
    "prepTime": "PT20M",
    "yield": 32,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Polpette di carne, Manzo, Maiale, Pane, Parmigiano Reggiano DOP, Uova, Sale fino, Pepe nero, Prezzemolo, Olio extravergine d'oliva"
    ],
    "rating": 4,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2025/08/eikprv/eikprv.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Tatin-di-pomodori-e-feta.html",
    "title": "Tatin di pomodori e feta",
    "description": "La tatin di pomodori e feta è una torta salata realizzata con pasta brisè: gustosa e scenografica, è perfetta per un buffet estivo! Scopri la ricetta.",
    "image": "https://www.giallozafferano.it/images/28-2803/Tatin-di-pomodori-e-feta_650x433_wm.jpg",
    "ingredients": [
      "Farina 00 200 g",
      "Acqua ghiacciata 100 g",
      "Olio extravergine d'oliva 50 g",
      "Sale 1 pizzico",
      "Pomodorini ciliegino 350 g",
      "Feta 50 g",
      "Zucchero di canna 20 g",
      "Olio extravergine d'oliva 20 g",
      "Basilico q.b.",
      "Senape q.b.",
      "Sale q.b."
    ],
    "instructions": [
      "Per preparare la tatin di pomodori e feta come prima cosa occupatevi della pasta brisè: in un mixer mettete la farina, poi aggiungete l’acqua ghiacciata 1 , l’olio 2 e il sale 3 .",
      "Frullate fino ad ottenere un composto omogeneo 4 . Trasferitelo su una spianatoia e lavorate con le mani 5 , poi formate un panetto 6 e lasciate riposare in frigo per un'ora.",
      "Tagliate a metà i pomodorini 7 e conditeli con olio 8 , zucchero di canna 9 e sale. Mescolate per amalgamare gli ingredienti.",
      "Trasferite i pomodorini in uno stampo da 22 cm foderato con carta forno 10 , posizionandoli con il taglio verso l’alto. Riprendete il panetto dal frigo e stendetelo con un mattarello 11 fino ad ottenere una sfoglia dello spessore di 2 mm. Bucherellate la sfoglia con i rebbi di una forchetta 12 .",
      "Spalmate tutta la superficie con la senape 13 . Coprite lo stampo con la sfoglia, rivolgendo la superficie spalmata di senape a contatto con i pomodorini 14 . Chiudete bene i bordi e spennellate il lato in alto con l’uovo 15 .",
      "Cuocete in forno ventilato preriscaldato a 200° per 25-30 minuti, fino a quando la pasta risulterà dorata. 16 . Una volta sfornata, coprite lo stampo con un piatto da portata 17 e capovolgetelo 18 .",
      "Guarnite con feta sbriciolata 19 e basilico 20 . La vostra tatin con pomodori e feta è pronta per essere gustata 21 !"
    ],
    "totalTime": "PT60M",
    "cookTime": "PT30M",
    "prepTime": "PT30M",
    "yield": 6,
    "category": [
      "Torte salate"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Tatin di pomodori e feta, Farina 00, Acqua, Olio extravergine d'oliva, Sale, Pomodorini ciliegino, Feta, Zucchero di canna, Olio extravergine d'oliva, Basilico, Senape, Sale"
    ],
    "rating": 4.5,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/06/nzcavq/nzcavq.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Polpette-fritte-rustiche.html",
    "title": "Polpette fritte rustiche",
    "description": "Le polpette fritte rustiche sono dei gustosi bocconcini di carne macinata, ottimi da servire come antipasto o secondo piatto. Scopri la ricetta!",
    "image": "https://www.giallozafferano.it/images/ricette/3/335/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Manzo 500 g",
      "Pane casereccio 250 g",
      "Mortadella 150 g",
      "Salsiccia 100 g",
      "Grana Padano DOP da grattugiare 80 g",
      "Pecorino da grattugiare 80 g",
      "Uova grandi 2",
      "Prezzemolo da tritare 3 cucchiai",
      "Aglio 1 spicchio",
      "Finocchietto selvatico q.b.",
      "Pepe nero q.b.",
      "Noce moscata q.b.",
      "Sale fino q.b.",
      "Pangrattato q.b.",
      "Olio di semi di arachide q.b."
    ],
    "instructions": [
      "Per realizzare le polpette fritte rustiche per prima cosa eliminate la crosta dalla pagnotta di pane e ricavate dei tocchetti 1 . Tritate il pane in un mixer fino a sbriciolarlo 2 . In una ciotola capiente mettete la carne macinata, la salsiccia sgranata e privata della pelle esterna e la mortadella che avrete precedentemente tritato nel mixer 3 .",
      "Tritate il prezzemolo e versatelo nel'impasto 4 5 , poi aggiungete gli aromi: noce moscata, finocchietto, sale e pepe 6 .",
      "Unite anche il Parmigiano e il Pecorino grattugiati 7 , lo spicchio d’aglio tritato 8 e le uova sbattute 9 .",
      "Amalgamate bene gli ingredienti fino ad ottenere un impasto omogeneo, morbido e compatto 10 (se dovesse risultare troppo asciutto potete aggiungere un altro uovo). Per ultimo aggiungete il pane e amalgamate nuovamente 11 . Prendete una grossa noce di impasto e formate una polpetta 12 .",
      "Schiacciate leggermente la polpetta per ottenere una forma ovale 13 , poi passatela nel pangrattato 14 . Scaldate l’olio di semi in una padella antiaderente e friggete le polpettegirandole di tanto in tanto fino a che risulteranno uniformemente dorate 15 . Scolate su carta assorbente da cucina e servite le polpette fritte rustiche ancora calde!"
    ],
    "totalTime": "PT35M",
    "cookTime": "PT15M",
    "prepTime": "PT20M",
    "yield": 6,
    "category": [
      "Antipasti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Polpette fritte rustiche, Manzo, Pane casereccio, Mortadella, Salsiccia, Grana Padano DOP, Pecorino, Uova, Prezzemolo, Aglio, Finocchietto selvatico, Pepe nero, Noce moscata, Sale fino, Pangrattato, Olio di semi di arachide"
    ],
    "rating": 4.4
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Involtini-di-peperoni-al-forno.html",
    "title": "Involtini di peperoni al forno",
    "description": "Gli involtini di peperoni al forno sono stuzzichini  insaporiti da un ripieno di pangrattato, acciughe, capperi, basilico, prezzemolo  e mozzarella!",
    "image": "https://www.giallozafferano.it/images/ricette/5/584/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Peperoni gialli 1",
      "Peperoni rossi 1",
      "Pangrattato 2 cucchiai",
      "Acciughe sotto sale 1",
      "Prezzemolo tritato 1 ciuffo",
      "Capperi sott'aceto 1 cucchiaino",
      "Basilico 3 foglie",
      "Sale fino q.b.",
      "Pepe nero q.b.",
      "Aglio 1 spicchio",
      "Mozzarella a cubetti 20 g",
      "Olio extravergine d'oliva q.b."
    ],
    "instructions": [
      "Per preparare gli involtini di peperoni al forno, iniziate pulendo i peperoni con un panno umido e ponendoli interi e non mondati in una teglia 1 . Cuoceteli in forno a 250° per circa 20-25 minuti, rigirandoli sui lati fino a che la pelle non risulterà raggrinzita e bruna 2 . Nel frattempo dedicatevi al ripieno: tritate il prezzemolo e l'acciuga dissalata e diliscata 3 .",
      "Ponete la mozzarella su un tagliere e affettatela a dadini 4 . Dopodichè ponete il pan grattato in una ciotola capiente e aggiungete l'acciuga tritata e i capperi (5-6).",
      "Con l'apposito strumento, tritate l'aglio direttamente nel composto 7 , salate e pepate a piacere 8 e unite anche il prezzemolo tritato 9 .",
      "Infine spezzettate le foglie di basilico con le mani e aggiungetele al ripieno. Quando i peperoni si saranno raffreddati, eliminate il peduncolo verde 11 e spellateli 12 : la pelle verrà via agevolmente, ma durante questa operazione fate attenzione a non romperli.",
      "Aprite i peperoni, togliete i semi interni e ricavate 8 falde abbastanza larghe 13 . Adagiate le falde ben aperte su un tagliere cospargetele con il composto di pangrattato precedentemente preparato 14 . Nel centro di ogni falda sistemate poi un paio di piccoli cubetti di mozzarella 15 .",
      "Arrotolate delicatamente i peperoni ripieni formando degli involtini 16 e sistemateli in una pirofila, che avrete oliato leggermente in precedenza 17 . Infornate per circa 10 minuti a  200° e poi sfornate: i vostri involtini di peperoni al forno sono pronti per essere serviti tiepidi 18 !"
    ],
    "totalTime": "PT60M",
    "cookTime": "PT35M",
    "prepTime": "PT25M",
    "yield": 4,
    "category": [
      "Antipasti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Involtini di peperoni al forno, Peperoni gialli, Peperoni rossi, Pangrattato, Acciughe sotto sale, Prezzemolo, Capperi sott'aceto, Basilico, Sale fino, Pepe nero, Aglio, Mozzarella, Olio extravergine d'oliva"
    ],
    "rating": 4.4
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Crostata-di-patate.html",
    "title": "Crostata di patate",
    "description": "La crostata di patate è un'idea sfiziosa e originale perfetta da servire come antipasto. Arricchita da prosciutto e formaggi piacerà a tutti!",
    "image": "https://www.giallozafferano.it/images/ricette/174/17457/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Patate 550 g",
      "Prosciutto cotto 100 g",
      "Edamer a fette 100 g",
      "Gorgonzola dolce 60 g",
      "Panna fresca liquida 50 g",
      "Uova 1",
      "Timo 1 rametto",
      "Sale fino q.b.",
      "Pepe nero q.b."
    ],
    "instructions": [
      "Per preparare la crostata di patate iniziate a lavare e pelare le patate 1 . Grattugiatele utilizzando una grattugia a fori larghi 2 e man mano trasferitele all'interno di un colino posto su una ciotola 3 .",
      "Utilizzando una spatola strizzatele schiacciandole delicatamente, in modo da eliminare l'acqua in eccesso 4 . Per asciugare ulteriormente le patate ponetele su un canovaccio pulito e allargatele utilizzando una forchetta 5 . Posizionate un altro canovaccio al di sopra delle patate e utilizzatelo per tamponarle ulteriormente, in modo che risultino completamente asciutte 6 . Nel frattempo preriscaldate il forno in modalità statica a 180°.",
      "Trasferite poi le patate in una ciotola 7 e conditele con sale 8 e pepe 9 .",
      "Aggiungete poi la panna fresca 10 , le foglioline di timo 11 e l'uovo 12 .",
      "Mescolate per amalgamare tutti gli ingredienti 13 . Imburrate uno stampo dal fondo estraibile di 20 cm e ricopritelo con il pangrattato 14 . Versate il composto di patate all'interno 15",
      "e spargetelo su tutta la superficie utilizzando una forchetta, pressando delicatamente anche sui bordi (16-17). Cuocete in forno statico preriscaldato a 180° per circa 35 minuti, finché i bordi risulteranno ben dorati 18 .",
      "Estraete la vostra base dal forno, quindi farcitela con il formaggio a fette 19 , il prosciutto cotto 20 e il gorgonzola. Per quest'ultimo basterà aiutarvi con un cucchiaino per spargere dei mucchietti su tutta la crostata 21 .",
      "A questo punto 22  rimettete la crostata di patate in forno sempre a 180° per altri 10 minuti. Non appena il formaggio sarà fuso, sfornate 23 , estraete dallo stampo e gustate la vostra crostata di patate 24 ."
    ],
    "totalTime": "PT60M",
    "cookTime": "PT45M",
    "prepTime": "PT15M",
    "yield": 6,
    "category": [
      "Antipasti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Crostata di patate, Patate, Prosciutto cotto, Edamer, Gorgonzola, Panna fresca liquida, Uova, Timo, Sale fino, Pepe nero"
    ],
    "rating": 4.3
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Pollo-con-anacardi.html",
    "title": "Pollo con anacardi",
    "description": "Il pollo con anacardi è un piatto della cucina orientale, in particolare thailandese: bocconcini di pollo con salsa di soia e anacardi tostati!",
    "image": "https://www.giallozafferano.it/images/165-16529/Pollo-con-anacardi_650x433_wm.jpg",
    "ingredients": [
      "Petto di pollo petto 700 g",
      "Porri 100 g",
      "Anacardi 100 g",
      "Aglio 1 spicchio",
      "Zenzero 10 g",
      "Farina di riso 80 g",
      "Olio extravergine d'oliva 10 g",
      "Acqua 60 g",
      "Salsa di soia 50 g",
      "Sale fino q.b."
    ],
    "instructions": [
      "Per preparare il pollo con anacardi, ponete gli anacardi in una padella 1 e tostateli a fuoco vivace per pochi minuti 2 . Prendete il porro, sciacquatelo sotto l’acqua corrente ed eliminate le foglie più esterne poi tagliate l’estremità che presenta la radice e l’altra estremità con le foglie di colore verde scuro, ora affettatelo sottilmente 3 e tenete da parte.",
      "Occupatevi del petto di pollo: tagliatelo a cubetti di circa 2cm 4 , trasferite i pezzetti in un colino e versate la farina di riso 5 , infarinate accuratamente i bocconcini di pollo mescolando e poi scuotete il colino per eliminare la farina in eccesso, tenete da parte i bocconcini di pollo infarinati. Ponete sul fuoco un ampio tegame, scaldate a fuoco basso l’olio di oliva 6 ,",
      "e insaporite con lo zenzero fresco grattugiato 7 , spremete uno spicchio d’aglio 8 poi aggiungete il pollo 9 .",
      "Fate rosolare il pollo qualche minuto a fuoco medio, poi irroratelo con la salsa di soia 10 , aggiungete quindi il porro affettato 11 e sfumate con l’acqua 12 .",
      "Proseguite la cottura per circa 10 minuti, il sugo deve restringersi. Infine unite anche gli anacardi tostati 13 e salate a piacere (regolatevi assaggiando dato che già la salsa di soia è sapida) 14 . Servite il pollo con anacardi ben caldo 15 !"
    ],
    "totalTime": "PT30M",
    "cookTime": "PT20M",
    "prepTime": "PT10M",
    "yield": 4,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Pollo con anacardi, Petto di pollo, Porri, Anacardi, Aglio, Zenzero, Farina di riso, Olio extravergine d'oliva, Acqua, Salsa di soia, Sale fino"
    ],
    "rating": 4.7
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Salsiccia-e-patate-al-forno.html",
    "title": "Salsiccia e patate al forno",
    "description": "Salsiccia con patate al forno è un secondo piatto facile da preparare e davvero buonissimo! Ideale per una cena in famiglia, piace sempre a tutti!",
    "image": "https://www.giallozafferano.it/images/ricette/198/19877/foto_hd/hd650x433_wm.jpg",
    "ingredients": [
      "Patate 500 g",
      "Salsiccia 500 g",
      "Salvia 4 foglie",
      "Rosmarino 2 rametti",
      "Aglio 1 spicchio",
      "Olio extravergine d'oliva 30 g",
      "Acqua 30 g",
      "Sale fino q.b.",
      "Pepe nero q.b."
    ],
    "instructions": [
      "Per preparare salsiccia e patate al forno come prima cosa lavate bene le patate. Scegliete delle patate medie all'incirca della stessa grandezza e tagliatele a spicchi 1 . Sistemate su un tagliere la salvia, il rosmarino e l'aglio privato dell'anima 2 e tritate finemente le erbe al coltello 3 .",
      "In una ciotola mescolate insieme l'olio, l'acqua 4 , il trito aromatico 5 e un bel pizzico di sale 6 .",
      "Aggiungete anche il pepe nero e mescolate 7 . Versate le patate in una ciotola e irroratele con l'emulsione appena preparata 8 . Trasferite in una teglia rivestita con carta forno 9 e cuocete in forno statico preriscaldato a 200° per 20 minuti.",
      "Intanto bucherellate le salsicce 10 . Trascorsi i 20 minuti unitele alle patate nella teglia 11 e cuocete ancora per 20 minuti a 200° girando le salsicce a metà cottura. Azionate poi il grill e e proseguite la cottura per una decina di minuti, rigirandole se necessario. Sfornate 12 e servite subito!"
    ],
    "totalTime": "PT50M",
    "cookTime": "PT40M",
    "prepTime": "PT10M",
    "yield": 4,
    "category": [
      "Secondi piatti"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Salsiccia e patate al forno, Patate, Salsiccia, Salvia, Rosmarino, Aglio, Olio extravergine d'oliva, Acqua, Sale fino, Pepe nero"
    ],
    "rating": 4.3,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/01/bn9ldb/bn9ldb.mp4"
  }
]