[
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Torta-tenerina.html",
    "title": "Torta tenerina",
    "description": "La torta tenerina è una specialità al cioccolato della città di Ferrara: sormontata da una croccante crosticina e con un cuore tenerissimo e umido.",
    "image": "https://www.giallozafferano.it/images/165-16545/Torta-tenerina_650x433_wm.jpg",
    "ingredients": [
      "Cioccolato fondente al 55% 200 g",
      "Burro 100 g",
      "Uova medie 4",
      "Zucchero 150 g",
      "Farina 00 50 g",
      "Zucchero a velo q.b."
    ],
    "instructions": [
      "Per preparare la torta tenerina iniziate a tritare finemente il cioccolato 1 , poi trasferitelo in una bastardella posta in un tegame con acqua (possibilmente l'acqua non dovrebbe venire a contatto con il fondo della bastardella o pentolino in cui avete versato il cioccolato) e scioglietelo a bagnomaria, mescolando di continuo 2 . Solo quando il cioccolato sarà già sciolto, ma non eccessivamente caldo unite il burro a pezzetti 3 .",
      "Lasciate sciogliere anche questo continuando a mescolare 4 . Poiché l’esatta temperatura di fusione del cioccolato è intorno ai 50°, il burro va aggiunto solo quando il cioccolato è sciolto, facendo in modo che non superi il suo punto di fusione (che è di circa 32°), ed evitando quindi che si separi. Lasciate intiepidire il composto di cioccolato e burro, mescolandolo di tanto in tanto, e nel frattempo separate i tuorli dagli albumi in due ciotole differenti e capienti. A questo punto aggiungete a questi ultimi metà dello zucchero 5 e montateli fino ad ottenere un composto fermo e spumoso 6 .",
      "Tenete da parte gli albumi montati a neve e versate nei tuorli la parte restante di zucchero 7 , poi montate il tutto a velocità moderata fino ad ottenere un composto chiaro e spumoso 8 . A questo punto con le fruste ancora in azione versate a filo il composto di cioccolato e burro ormai tiepido 9 .",
      "Continuate a sbattere fino a che non otterrete un composto uniforme 10 . Aggiungete a questo punto gli albumi montati a neve in più riprese: aggiungete inizialmente circa 1/3 degli albumi 11 mescolando con una spatola 12 o con una frusta.",
      "Incorporate poi gli albumi restanti questa volta mescolando delicatamente dal basso verso l'alto 13 . Unite la farina, precedentemente setacciata 14 e mescolate sempre con una spatola facendo dei movimenti delicati dal basso verso l'alto 15 .",
      "Dovrete ottenere un composto liscio ed uniforme 16 . A questo punto imburrate e infarinate uno stampo a cerniera da 24-26 cm (così sarà più facile sformare la torta tenerina) e versate al suo interno l'impasto appena preparato (17-18). Cuocete in forno statico preriscaldato a 180° per 25 minuti (si sconsiglia l'utilizzo del forno ventilato che potrebbe cuocere troppo l'esterno della torta e troppo poco la parte interna).",
      "Una volta sfornata 19 lasciate raffreddare la vostra torta tenerina prima di sformarla. Decorate con zucchero a velo 20 e servite 21 ."
    ],
    "totalTime": "PT45M",
    "cookTime": "PT25M",
    "prepTime": "PT20M",
    "yield": 8,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Torta tenerina, Cioccolato fondente al 55%, Burro, Uova, Zucchero, Farina 00, Zucchero a velo"
    ],
    "rating": 4.4,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2022/02/32z8b2/32z8b2.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Tiramisu.html",
    "title": "Tiramisù",
    "description": "Il tiramisù classico è il dessert italiano per eccellenza,  uno dei più golosi e conosciuti al mondo. Crema al mascarpone e savoiardi al caffè!",
    "image": "https://www.giallozafferano.it/images/173-17354/Tiramisu_650x433_wm.jpg",
    "ingredients": [
      "Mascarpone 750 g",
      "Uova (freschissime, circa 5 medie) 260 g",
      "Savoiardi 250 g",
      "Zucchero 120 g",
      "Caffè (della moka, zuccherato a piacere) 300 g",
      "Cacao amaro in polvere q.b."
    ],
    "instructions": [
      "Per preparare il tiramisù preparate il caffé con la moka per ottenerne 300 g, poi zuccherate a piacere (noi abbiamo messo un cucchiaino) e lasciatelo raffreddare in una ciotolina bassa e ampia. Separate le uova dividendo gli albumi dai tuorli 1 , ricordando che per montare bene gli albumi non dovranno presentare alcuna traccia di tuorlo. Montate i tuorli con le fruste elettriche, versando solo metà dose di zucchero 2 . Non appena il composto sarà diventato chiaro e spumoso, e con le fruste ancora in funzione, potrete aggiungere il mascarpone, poco alla volta 3 . ",
      "Incorporato tutto il formaggio avrete ottenuto una crema densa e compatta 4 ; tenetela da parte. Pulite molto bene le fruste e passate a montare gli albumi 5 . Quando saranno schiumosi versate il restante zucchero un po’ alla volta 6 .",
      "Dovrete montarli a neve ben ferma 7 ; otterrete questo risultato quando rovesciando la ciotola la massa non si muoverà. Prendete una cucchiaiata di albumi e versatela nella ciotola con la crema di mascarpone 8 e mescolate energicamente con una spatola 8 , così stempererete il composto. Dopodiché procedete ad aggiungere la restante parte di albumi, poco alla volta mescolando molto delicatamente dal basso verso l'alto 9 . ",
      "La crema al mascarpone è ora pronta 10 . Distribuitene una generosa cucchiaiata sul fondo di una pirofila di vetro, grande 30x19,5cm e distribuite per bene su tutta la base. Inzuppate per pochi istanti i savoiardi nel caffè freddo prima da un lato e poi dall’altro 12 . ",
      "Man mano distribuite i savoiardi imbevuti nella pirofila, cercando di sistemarli tutti in un verso, così da ottenere un primo strato di biscotti 14 . Aggiungete altra crema al mascarpone e livellatela in modo da coprirli completamente 15 . ",
      "E continuate a distribuire i savoiardi imbevuti nel caffè 16 , poi realizzate un altro strato di crema 17 e livellate bene la superficie 18 . ",
      "Trasferite la crema rimasta in un sac-à-poche con beccuccio liscio di diametro 12 mm e realizzare dei ciuffetti per tutta la dimensione della teglia 19 . Spolverizzatela con del cacao amaro in polvere 20 e lasciate rassodare in frigorifero per un paio d’ore 21 . Il vostro tiramisù è pronto per essere gustato!"
    ],
    "totalTime": "PT46M",
    "cookTime": "PT6M",
    "prepTime": "PT40M",
    "yield": 8,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Tiramisù, Mascarpone, Uova, Savoiardi, Zucchero, Caffè, Cacao amaro in polvere"
    ],
    "rating": 4.2,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/03/3q295l/3q295l.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Torta-rustica-di-mele.html",
    "title": "Torta di mele",
    "description": "La torta di mele è un dolce classico, soffice e goloso, preparato con tante mele e perfetto per la colazione o la merenda! Scopri come prepararla!",
    "image": "https://www.giallozafferano.it/images/218-21879/Torta-rustica-di-mele_650x433_wm.jpg",
    "ingredients": [
      "Mele renette (700 g pulite) 930 g",
      "Zucchero 200 g",
      "Farina 00 250 g",
      "Burro 100 g",
      "Latte intero (a temperatura ambiente) 150 g",
      "Uova (a temperatura ambiente) 2",
      "Limoni 1",
      "Lievito in polvere per dolci 16 g",
      "Cannella in polvere &frac12; cucchiaino",
      "Sale fino 1 pizzico",
      "Zucchero a velo q.b."
    ],
    "instructions": [
      "Per preparare la torta di mele come prima cosa sbucciate le mele 1 , tagliatele a spicchi ed eliminate il torsolo. Tagliatele poi a fettine sottili dal lato corto 2 . In una ciotola versate le uova e lo zucchero 3 .",
      "Montate con le fruste elettriche e non appena il composto sarà chiaro e spumoso aggiungete un pizzico di sale 4 . Versate poi anche il burro tiepido 5 e la cannella 6 .",
      "Aggiungete la scorza di limone grattugiata 7 e sbattete ancora 8 . Setacciate all'interno la farina 9 .",
      "Setacciate anche il lievito 10 e mescolate ancora con le fruste, aggiungendo il latte lentamente 11 . Dovrete ottenere un composto liscio e cremoso 12 .",
      "Versate all'interno le mele 13 e mescolate bene 14 . Non preoccupatevi se sembrano molte. Trasferite il composto all'interno di uno stampo da 22 cm imburrata e cosparsa di zucchero 15 .",
      "Livellate la superficie 16 e cuocete in forno statico preriscaldato a 180° per 55 minuti. Fate la prova dello stecchino prima di sfornare il dolce, poi lasciatelo intiepidire e sformatelo 17 . Spolverizzate con zucchero a velo e servite la vostra torta di mele 18 ."
    ],
    "totalTime": "PT75M",
    "cookTime": "PT55M",
    "prepTime": "PT20M",
    "yield": 8,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Torta di mele, Mele renette, Zucchero, Farina 00, Burro, Latte intero, Uova, Limoni, Lievito in polvere per dolci, Cannella in polvere, Sale fino, Zucchero a velo"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2023/11/sxwvbx/sxwvbx.mp4"
  }
]