[
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Tortino-di-cioccolato-con-cuore-fondente.html",
    "title": "Tortino di cioccolato con cuore fondente",
    "description": "Il tortino di cioccolato con cuore fondente è un dessert facile e veloce che nasconde un cuore morbido, caldo e avvolgente... scopri dosi e ricetta!",
    "image": "https://www.giallozafferano.it/images/173-17316/Tortino-di-cioccolato-con-cuore-fondente_650x433_wm.jpg",
    "ingredients": [
      "Cioccolato fondente al 70% 110 g",
      "Burro a temperatura ambiente 110 g",
      "Uova (2 grandi) 120 g",
      "Zucchero 40 g",
      "Farina 00 25 g",
      "Burro q.b.",
      "Farina 00 q.b.",
      "Zucchero a velo q.b."
    ],
    "instructions": [
      "Per realizzare il tortino di cioccolato con cuore fondente per prima cosa sciogliete il cioccolato a bagnomaria insieme al burro, mescolando continuamente 1 . Una volta sciolto, lasciatelo raffreddare fino alla temperatura di 30° 2 . Se non avete un termometro potete lasciarlo a temperatura ambiente per circa 20-25 minuti. Nel frattempo imburrate e infarinate 4 stampini di alluminio 3 .",
      "Quando avrà raggiunto i 30°, trasferite il composto di burro e cioccolato in un mixer con lame di acciaio 4 . Mentre il mixer è in funzione unite lo zucchero all’interno 5 e aspettate che sia ben amalgamato, poi versate a filo le uova sbattute 6 .",
      "Quando anche le uova saranno state assorbite aggiungete la farina 7 e continuate a frullare per ottenere un composto liscio e omogeneo 8 . Riempite gli stampini con 70 g di composto l’uno, aiutandovi con un sac-à-poche o un cucchiaio 9 ; il composto dovrà arrivare a circa due terzi dello stampino.",
      "Mettete gli stampini in congelatore per almeno 6 ore, meglio se per una notte intera 10 . Quando i tortini saranno congelati, disponeteli in una teglia 11 e cuocete in forno ventilato preriscaldato a 190° per 14-15 minuti, sul ripiano medio 12 .",
      "Trascorso il tempo di cottura, sformateli delicatamente capovolgendo gli stampini sul piatto 13 , poi spolverizzate con zucchero a velo 14 e servite subito il vostro tortino di cioccolato con cuore fondente 15 !"
    ],
    "totalTime": "PT35M",
    "cookTime": "PT15M",
    "prepTime": "PT20M",
    "yield": 4,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Tortino di cioccolato con cuore fondente, Cioccolato fondente al 70%, Burro, Uova, Zucchero, Farina 00, Burro, Farina 00, Zucchero a velo"
    ],
    "rating": 4.4,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2023/01/dqe7p8/dqe7p8.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Crepes-dolci-e-salate-ricetta-base.html",
    "title": "Crepe dolci e salate (ricetta base)",
    "description": "Grazie all'impasto di base delle crepe dolci e salate potrete finalmente preparare delle crespelle perfette da farcire come preferite! Qui la ricetta.",
    "image": "https://www.giallozafferano.it/images/172-17265/Crepes-dolci-e-salate-ricetta-base_650x433_wm.jpg",
    "ingredients": [
      "Uova (medie) 3",
      "Farina 00 250 g",
      "Latte intero 500 g",
      "Burro 40 g",
      "Burro q.b."
    ],
    "instructions": [
      "Per preparare le crepe dolci e salate iniziate sciogliendo dolcemente il burro in un pentolino 1 . Lasciatelo intiepidire e nel frattempo rompete le uova in una ciotola dai bordi alti. Mescolate con una frusta e unite il latte 2 . Continuate a mescolare sino ad ottenere un composto omogeneo 3 . ",
      "Aggiungete ora il burro tiepido 4 e mescolate ancora 5 . Posizionate un colino sul recipiente e poi setacciate la farina nella ciotola 6 , (per comodità potete anche aggiungerla in due tempi e mescolare così da evitare la formazione di grumi). ",
      "Poi con le fruste mescolate energicamente per assorbire la farina 7 . Continuate a mescolare fino ad ottenere un composto omogeneo, vellutato e privo di grumi 8 . A questo punto coprite la ciotola con della pellicola alimentare 9 e lasciate riposare per almeno 30 minuti in frigorifero. ",
      "Trascorso il tempo mescolate l’impasto per farlo rinvenire e poi scaldate una crepiera da 18 cm (o in alternativa una padella antiaderente sempre della stessa base) ed ungetela con una noce di burro 10 . Una volta a temperatura versate un mestolo di impasto sufficiente a ricoprire la superficie della padella 11 : potete aiutarvi con l'apposito stendi pastella per crepe oppure ruotare la padella fino a distribuire il composto uniformemente (fate attenzione a non spanderlo tutto sui bordi per evitare che al centro non rimanga pastella sufficiente a creare una crepe dalla superficie uniforme); si consiglia di eseguire queste operazioni molto in fretta, poiché la pastella cuocerà rapidamente 12 .",
      "Trascorso circa 1 minuto a fuoco medio-basso, dovreste notare una leggera doratura, i bordi tenderanno a staccarsi 13 perciò potrete girare la prima crepe aiutandovi con una paletta 14 . Cuocete anche l'altro lato per 1 minuto circa, aspettando che prenda colore. Una volta cotta la prima, trasferitela su un piatto da portata o su di un tagliere. Ripetete questa operazione fino a finire l’impasto, ungendo di volta in volta la crepiera, dovreste ottenere così 14 crepe del diametro di 18 cm: impilate ogni crepe una sopra l’altra così resteranno morbide. Ecco pronte le vostre crepe dolci e salate, non vi resta che farcirle 15 !"
    ],
    "totalTime": "PT25M",
    "cookTime": "PT15M",
    "prepTime": "PT10M",
    "yield": 14,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Crepe dolci e salate (ricetta base), Uova, Farina 00, Latte intero, Burro, Burro"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2022/02/kt9akj/kt9akj.mp4"
  },
  {
    "source": "scraped",
    "url": "https://ricette.giallozafferano.it/Pancakes-allo-sciroppo-d-acero.html",
    "title": "Pancake",
    "description": "La ricetta dei pancake americani fatti in casa e pronti in 10 minuti: soffici, facili e golosi,  perfetti per la colazione  o il brunch. Scoprili qui.",
    "image": "https://www.giallozafferano.it/images/3-320/Pancakes-allo-sciroppo-d-acero_650x433_wm.jpg",
    "ingredients": [
      "Farina 00 125 g",
      "Latte intero 200 g",
      "Burro 25 g",
      "Zucchero 15 g",
      "Uova medie 2",
      "Lievito in polvere per dolci 6 g",
      "Sale fino 1 pizzico",
      "Burro q.b.",
      "Sciroppo di acero q.b.",
      "More q.b.",
      "Lamponi q.b."
    ],
    "instructions": [
      "Ricetta pancake: per prima cosa fate sciogliere il burro in un pentolino e lasciate intiepidire, poi separate i tuorli dagli albumi. Versate nella ciotola con i tuorli il burro fuso intiepidito 1 e il latte 2 . Mescolate con una frusta, poi unite la farina setacciata 3 .",
      "Setacciate anche il lievito 4 e incorporate le polveri con la frusta, poi aggiungete il sale 5 e mescolate ancora per ottenere un composto omogeneo. Ora prendete la ciotola con gli albumi e iniziate a montarli con le fruste elettriche 6 .",
      "Versate gradualmente lo zucchero 7 e continuate a lavorare con le fruste per montare gli albumi a neve 8 . Aggiungete gli albumi montati a neve nel composto di tuorli 9 .",
      "Mescolate delicatamente con la frusta dal basso verso l’alto per incorporarli in modo uniforme 10 . Siete pronti per cuocere i pancake: scaldate una padella antiaderente con pochissimo burro aiutandovi con della carta da cucina 11 , poi versate al centro un mestolo di impasto 12 .",
      "Lasciate cuocere a fuoco moderato per un paio di minuti; quando compariranno le prime bollicine girate delicatamente il pancake con l’aiuto di una spatola 13 e cuocetelo brevemente anche dall’altro lato fino a doratura 14 . Man mano che saranno pronti trasferiteli su un piatto senza impilarli, in modo che non si sgonfino. Una volta che saranno tutti pronti, potete impilare i vostri pancake e servirli con abbondante sciroppo d’acero 15 !"
    ],
    "totalTime": "PT30M",
    "cookTime": "PT20M",
    "prepTime": "PT10M",
    "yield": 12,
    "category": [
      "Dolci"
    ],
    "cuisine": [],
    "keywords": [
      "ricette, ricetta, cucina, cucinare, Pancake, Farina 00, Latte intero, Burro, Zucchero, Uova, Lievito in polvere per dolci, Sale fino, Burro, Sciroppo di acero, More, Lamponi"
    ],
    "rating": 4.1,
    "video": "https://video.giallozafferano.it/amets/giallozafferano/2024/01/tv2u8h/tv2u8h.mp4"
  }
]